import type { Class } from '../../types/class';

export const apothecary: Class = {
  id: 'apothecary',
  name: 'Апотекарий',
  nameEn: 'Apothecary',
  sourceBook: 'SCGtD14',
  portrait: '/images/classes/apothecary.png',
  description: 'Апотекарий — это практикующий целитель, знаток медицины и пользователь арканной магии. Он сочетает травничество, хирургию, алхимию и оккультные практики, применяя свои знания как для исцеления, так и для нанесения вреда. Когда обычных средств недостаточно, апотекарий обращается к магии и потусторонним силам, чтобы лечить болезни, раны и сверхъестественные недуги. Но знание тела служит не только спасению: апотекарии могут усиливать, изменять и защищать союзников, а также применять яды, болезни и смертоносные техники против врагов. Апотекарий понимает, что разница между лекарством и ядом часто заключается лишь в дозе.\nБольшинство апотекариев отправляются в путь ради исследований, новых открытий и запретных знаний. Они верят, что знание — это сила, и используют свои открытия для создания опасных или спасительных магических методов. Одни посвящают себя помощи больным и защите невинных, другие используют слабых ради собственных экспериментов и стремления к могуществу. Многие находятся где-то между образом безумного учёного и прославленного врача.\nАпотекарии изучают оккультные науки и применяют их в своих медицинских и алхимических экспериментах. Их заклинания часто считаются нестабильными и экспериментальными, а сами они нередко ведут записи, фиксируя теории и результаты полевых наблюдений. В отдалённых общинах апотекариев могут уважать как врачей и целителей, заменяющих жрецов. Однако чаще их боятся как опасных учёных и таинственных ведьм, способных создавать яды, болезни и токсины, угрожающие целым армиям.',
  primaryAbility: 'Интеллект',
  hitDice: 8,
  hitPoints: {
    level1: '8 + модификатор Телосложения',
    higherLevels: '1д8 (или 5) + модификатор Телосложения за каждый уровень после первого'
  },
  proficiencies: {
    armor: ['Легкие, Средние'],
    weapons: ['Простое оружие, короткие мечи, ручные арбалеты'],
    savingThrows: ['Интеллект', 'Мудрость'],
    tools: ['1 инструмент ремесленника', '1 на выбор: набор травника, набор отравителя, набор алхимика'],
    skills: {
      count: 2,
      list: [
        'Магия',
        'История',
        'Расследование',
        'Медицина',
        'Природа',
        'Религия'
      ]
    }
  },
  equipment: {
    default: [
      {
        choice: 'A',
        items: [
          '<a href="/items/hide-armor">Шкурный доспех</a>',
          '<a href="/items/shortsword">Короткий меч</a>',
          '<a href="/items/light-crossbow">Лёгкий арбалет</a>',
          '20 <a href="/items/bolt">арбалетных болтов</a>',
          '<a href="/items/component-pouch">Мешочек с компонентами</a>',
          '<a href="/items/scholars-pack">Набор учёного</a>',
          '<a href="/items/healers-kit">Комплект целителя</a>',
          '4 зм'
        ]
      },
      {
        choice: 'Б',
        items: ['100 зм']
      }
    ]
  },
  multiclass: {
    bullets: [
      'Требование характеристики: Интеллект 13 или выше.',
      'Получите следующие особенности: кость хитов, владение лёгкими доспехами и 1 владение инструментом на выбор: набор травника, набор отравителя, набор алхимика.'
    ],
  },
  levels: [
    {
      level: 1,
      profBonus: '+2',
      features: ['Магия Апотекария', 'Эзотерические теории'],
      theories: 1,
      cantrips: 2,
      preparedSpells: 2,
      numOfSpellSlots: 1,
      spellSlotsLvl: 1
    },
    {
      level: 2,
      profBonus: '+2',
      features: ['Эксперт медицины'],
      theories: 3,
      cantrips: 2,
      preparedSpells: 3,
      numOfSpellSlots: 2,
      spellSlotsLvl: 1
    },
    {
      level: 3,
      profBonus: '+2',
      features: ['Подкласс Апотекария'],
      theories: 3,
      cantrips: 2,
      preparedSpells: 4,
      numOfSpellSlots: 2,
      spellSlotsLvl: 2
    },
    {
      level: 4,
      profBonus: '+2',
      features: ['Увеличение характеристик'],
      theories: 3,
      cantrips: 3,
      preparedSpells: 5,
      numOfSpellSlots: 2,
      spellSlotsLvl: 2
    },
    {
      level: 5,
      profBonus: '+3',
      features: ['—'],
      theories: 5,
      cantrips: 3,
      preparedSpells: 6,
      numOfSpellSlots: 2,
      spellSlotsLvl: 3
    },
    {
      level: 6,
      profBonus: '+3',
      features: ['Умения подкласса'],
      theories: 5,
      cantrips: 3,
      preparedSpells: 7,
      numOfSpellSlots: 2,
      spellSlotsLvl: 3
    },
    {
      level: 7,
      profBonus: '+3',
      features: ['—'],
      theories: 6,
      cantrips: 3,
      preparedSpells: 8,
      numOfSpellSlots: 3,
      spellSlotsLvl: 4
    },
    {
      level: 8,
      profBonus: '+3',
      features: ['Увеличение характеристик'],
      theories: 6,
      cantrips: 3,
      preparedSpells: 9,
      numOfSpellSlots: 3,
      spellSlotsLvl: 4
    },
    {
      level: 9,
      profBonus: '+4',
      features: ['—'],
      theories: 7,
      cantrips: 3,
      preparedSpells: 10,
      numOfSpellSlots: 3,
      spellSlotsLvl: 5
    },
    {
      level: 10,
      profBonus: '+4',
      features: ['Умения подкласса'],
      theories: 7,
      cantrips: 4,
      preparedSpells: 10,
      numOfSpellSlots: 3,
      spellSlotsLvl: 5
    },
    {
      level: 11,
      profBonus: '+4',
      features: ['Большая формула (6 уровень)'],
      theories: 7,
      cantrips: 4,
      preparedSpells: 11,
      numOfSpellSlots: 3,
      spellSlotsLvl: 5
    },
    {
      level: 12,
      profBonus: '+4',
      features: ['Увеличение характеристик'],
      theories: 8,
      cantrips: 4,
      preparedSpells: 11,
      numOfSpellSlots: 3,
      spellSlotsLvl: 5
    },
    {
      level: 13,
      profBonus: '+5',
      features: ['Большая формула (7 уровень)'],
      theories: 8,
      cantrips: 4,
      preparedSpells: 12,
      numOfSpellSlots: 3,
      spellSlotsLvl: 5
    },
    {
      level: 14,
      profBonus: '+5',
      features: ['Умения подкласса'],
      theories: 8,
      cantrips: 4,
      preparedSpells: 12,
      numOfSpellSlots: 3,
      spellSlotsLvl: 5
    },
    {
      level: 15,
      profBonus: '+5',
      features: ['Большая формула (8 уровень)'],
      theories: 9,
      cantrips: 4,
      preparedSpells: 13,
      numOfSpellSlots: 3,
      spellSlotsLvl: 5
    },
    {
      level: 16,
      profBonus: '+5',
      features: ['Увеличение характеристик'],
      theories: 9,
      cantrips: 4,
      preparedSpells: 13,
      numOfSpellSlots: 3,
      spellSlotsLvl: 5
    },
    {
      level: 17,
      profBonus: '+6',
      features: ['Большая формула (9 уровень)'],
      theories: 9,
      cantrips: 4,
      preparedSpells: 14,
      numOfSpellSlots: 3,
      spellSlotsLvl: 5
    },
    {
      level: 18,
      profBonus: '+6',
      features: ['Умения подкласса'],
      theories: 10,
      cantrips: 4,
      preparedSpells: 14,
      numOfSpellSlots: 3,
      spellSlotsLvl: 5
    },
    {
      level: 19,
      profBonus: '+6',
      features: ['Эпическая черта'],
      theories: 10,
      cantrips: 4,
      preparedSpells: 15,
      numOfSpellSlots: 3,
      spellSlotsLvl: 5
    },
    {
      level: 20,
      profBonus: '+6',
      features: ['Чудесное восстановление'],
      theories: 10,
      cantrips: 4,
      preparedSpells: 15,
      numOfSpellSlots: 3,
      spellSlotsLvl: 5
    },
  ],
  features: [
    {
      name: 'Магия Апотекария',
      level: 1,
      description: 'Ваши магические исследования дали вам возможность владеть заклинаниями.\nКнига Формул. У вас есть книга или коллекция заметок, которые вы изучаете, чтобы подготовить свои заклинания Апотекария, разработать свои эзотерические теории и записать свои оккультные практики. Вы можете использовать свою книгу формул как арканный фокус для ваших заклинаний Апотекария. Вы можете описать эту книгу как угодно. Если книга уничтожена или утеряна, вы можете воссоздать ее, используя чернила и бумагу во время длительного отдыха.\nЗаговор. Вы знаете три заговора на ваш выбор из списка заклинаний Апотекария. Вы изучаете дополнительные заговоры Апотекария на ваш выбор на более высоких уровнях, как показано в колонке "Известные Заговоры" таблицы Апотекария.\nЭлементарная Реформуляция. Всякий раз, когда вы завершаете Продолжительный отдых и обращаетесь к своей книге формул, вы можете заменить один известный вам заговор Апотекария другим заговором из списка заклинаний Апотекария.\nПодготовка и Накладывание Заклинаний. Таблица Апотекария показывает, сколько ячеек заклинаний у вас есть для сотворения заклинаний Апотекария 1 по 5 уровень. Таблица также показывает уровень этих ячеек; все ваши ячейки заклинаний одного уровня. Чтобы сотворить одно из ваших заклинаний Апотекария 1 уровня или выше, вы должны потратить ячейку заклинания. Вы восстанавливаете все потраченные ячейки заклинаний, когда завершаете Короткий или Продолжительный отдых.\nВы подготавливаете список заклинаний Апотекария, доступных для сотворения, выбирая из списка заклинаний Апотекария. Количество подготовленных заклинаний в вашем списке увеличивается по мере того, как получаете уровни Апотекария, как показано в таблице "Подг. закл." из таблицы "Умения Апотекария". Подготовленное заклинание должно быть уровнем не выше, чем указано в колонке "Уровень Ячейки" таблицы Апотекария для вашего уровня.\nИзменение подготовленных заклинаний. Каждый раз, когда вы заканчиваете Продолжительный отдых, вы можете изменить ваш список подготовленных заклинаний, заменив любые из них другими заклинаниями Апотекария, для которых у вас имеется ячейка заклинаний.\nБазовая Характеристика. Интеллект является вашей базовой характеристикой для заклинаний Апотекария, поскольку вы изучаете свои заклинания через усердное изучение и оккультные знания.\nСЛ спасброска от заклинания = 8 + ваш Бонус мастерства + ваш модификатор Интеллекта.\nМодификатор атаки заклинанием = ваш Бонус мастерства + ваш модификатор Интеллекта.\nЗаклинательная фокусировка. Вы можете использовать магическую фокусировку как фокус для заклинаний ваших заклинаний Апотекария.'
    },
    {
      name: 'Эзотерические Теории',
      level: 1,
      description: 'Вы открыли эзотерические теории, обрывки запретных знаний, которые вы можете использовать для усиления своих магических способностей.\nВы получаете одну эзотерическию теорию на ваш выбор. Когда вы получаете определенные уровни Апотекария, вы получаете дополнительные теории на ваш выбор, как показано в колонке "Известные Теории" таблицы Апотекария. Кроме того, когда вы получаете уровень в этом классе, вы можете выбрать одну из известных вам теорий и заменить ее другой теорией, которую вы могли бы изучить на этом уровне.',
      collapsible: [
        {
          title: 'Анатомическая точность',
          description: 'Анатомическая точность\nКогда вы совершаете атаку оружием, вы можете использовать свой модификатор Интеллекта вместо Силы или Ловкости для бросков атаки и урона.'
        },
        {
          title: 'Боевой медик',
          description: 'Боевой медик\nВы получаете владение воинским оружием и щитами.'
        },
        {
          title: 'Диагностика',
          description: 'Диагностика\nВы можете совершить действие Помощь Бонусным действием в свой ход.'
        },
        {
          title: 'Косметическая хирургия',
          description: 'Косметическая хирургия\nВы можете потратить 8 часов на выполнение оккультной хирургической процедуры над согласным существом, навсегда изменяя его внешность. Вы решаете, как выглядит существо, включая черты лица, звук голоса, длину волос, окраску и отличительные характеристики, но ни одна из его игровых характеристик не меняется. Вы не можете изменить размер существа, и его основная форма остается прежней. Результирующая трансформация не является магической, однако заклинание Высшее восстановление или подобная магия, сотворенная на существе, может восстановить его первоначальную внешность.'
        },
        {
          title: 'Лабораторный ассистент',
          description: 'Лабораторный ассистент\nВы изучаете заклинание Поиск фамильяра и всегда имеете это заклинание подготовленным. Оно не учитывается при подсчете количества заклинаний Апотекария, которые вы можете подготовить.'
        },
        {
          title: 'Медицинский лексикон',
          description: 'Медицинский лексикон\nВы можете сотворять заклинание Понимание языков и Обнаружение болезней и яда не тратя ячейки заклинания.'
        },
        {
          title: 'Прикроватные манеры',
          description: 'Прикроватные манеры\nВы получаете владение навыками Проницательность и Убеждение. Если вы уже владеете этими навыками, вы получаете Компетентность в них.'
        },
        {
          title: 'Приобретенная толерантность',
          description: 'Приобретенная толерантность\nВы имеете Преимущество на спасброски против яда и получаете Сопротивление к урону Ядом. Кроме того, вы автоматически преуспеваете на спасбросках против ваших собственных заклинаний Апотекария и никогда не получаете урон от ваших собственных заклинаний Апотекария.'
        },
        {
          title: 'Фармакология',
          description: 'Фармакология\nКогда вы накладываете заклинание с использованием ячейки заклинания Апотекария или вашего умения Большая Формула, которое восстанавливает Хиты существу, это существо восстанавливает дополнительные Хиты, равные вашему модификатору Интеллекта.'
        },
        {
          title: 'Физиологический анализ',
          description: 'Физиологический анализ\nЕсли вы тратите не менее 1 минуты на наблюдение или взаимодействие с другим существом вне боя, вы можете узнать определенную информацию о его физиологии. Мастер раскрывает вам две из следующих характеристик на ваш выбор:\nЗначение любой одной характеристики; Класс Доспеха; текущие Хиты; одно Сопротивление (если есть); один Иммунитет (если есть); одна Уязвимость (если есть); В качестве альтернативы, вы можете потратить 1 минуту на наблюдение за трупом. Через 1 минуту вы определяете причину смерти.'
        },
        {
          title: 'Гниение',
          description: 'Гниение\nВаши заклинания и способности Апотекария игнорируют: Сопротивление или понижают Иммунитет к Сопротивлению у Нежити к урону Ядом, а также Иммунитет к состоянию Отравленный.'
        },
        {
          title: 'Быстрая реакция',
          description: 'Быстрая реакция\nКогда вы накладываете заклинание Апотекария, которое восстанавливает Хиты существу, до или после сотворения заклинания, вы можете переместиться на половину своей скорости, не вызывая провоцированных атак.'
        },
        {
          title: 'Инстинкт хирурга',
          description: 'Инстинкт хирурга\nВы получаете слепое зрение в радиусе 10 футов.'
        },
        {
          title: 'Жизненные показатели',
          description: 'Жизненные показатели\nКогда существо, которое вы видите в пределах 30 футов от вас, проваливает спасбросок или спасбросок от смерти, вы можете использовать свою Реакцию, чтобы добавить свой модификатор Интеллекта к броску существа, потенциально превращая провал в успех. Вы должны завершить Короткий отдых, прежде чем сможете использовать эту теорию на том же существе снова.'
        },
        {
          title: 'Вирулентность',
          description: 'Вирулентность\nКогда вы выбрасываете 1 на кости урона для заклинания Апотекария, наносящего урон Ядом, вы можете перебросить эту кость. Вы должны использовать новый результат, даже если новый результат равен 1.'
        },
        {
          title: 'Сортировка',
          description: 'Сортировка\nВы изучаете заговор Уход за умирающим, если еще не знаете его. Когда вы накладываете этот заговор, вы можете выбрать целью одно дополнительное существо в пределах действия.'
        },
        {
          title: 'Заметка доктора',
          description: 'Заметка доктора\nТребования: уровень Апотекария 6+\nВы можете сотворять заклинание Послание неограниченно. Вы должны завершить Продолжительный отдых, прежде чем сможете использовать эту теорию для контакта с тем же существом снова.'
        },
        {
          title: 'Едкие формулы',
          description: 'Едкие формулы\nТребования: уровень Апотекария 6+\nОдин раз за ход, когда вы наносите урон существу или объекту заклинанием Апотекария, вы можете потратить ячейку заклинания Апотекария, чтобы нанести цели дополнительно 2д4 урона Кислотой, плюс ещё 2д4 за каждый уровень ячейки заклинания.'
        },
        {
          title: 'Клиническая закалка',
          description: 'Клиническая закалка\nТребования: уровень Апотекария 6+\nВы получаете владение спасбросками Телосложения.'
        },
        {
          title: 'Коррозийное соединение',
          description: 'Коррозийное соединение\nТребования: уровень Апотекария 6+\nКогда вы наносите урон Ядом вашими заклинаниями Апотекария, вы можете выбрать нанести половину урона заклинания как урон Ядом, а половину урона заклинания как урон Кислотой.'
        },
        {
          title: 'Критическое состояние',
          description: 'Критическое состояние\nТребования: уровень Апотекария 6+\nКогда существо выбрасывает 1 на Д20 спасброска против одного из ваших заклинаний Апотекария, наносящих урон, бросьте все кости урона заклинания дважды и сложите их. Затем добавьте любые соответствующие модификаторы как обычно, чтобы определить урон, который получает существо от заклинания.'
        },
        {
          title: 'Прилив адреналина',
          description: 'Прилив адреналина\nТребования: уровень Апотекария 6+\nСущество с 0 Хитами, которое восстанавливает Хиты от заклинания, сотворенного вами с использованием ячейки заклинания Апотекария, получает Сопротивление ко всему урону и имеет Преимущество на спасброски до конца своего следующего хода. Оно получает Преимущество на первый бросок атаки, который совершает в свой следующий ход.'
        },
        {
          title: 'Ядовитая кровь',
          description: 'Ядовитая кровь\nТребования: уровень Апотекария 6+\nКогда существо попадает по вам атакой ближнего боя, находясь в пределах 5 футов от вас, оно получает урон Ядом, равный 1д6 + ваш модификатор Телосложения.'
        },
        {
          title: 'Хирургические удары',
          description: 'Хирургические удары\nТребования: уровень Апотекария 6+, теория Анатомическая точность\nВы можете атаковать дважды вместо одного раза, когда совершаете действие Атака в свой ход.'
        },
        {
          title: 'Токсикология',
          description: 'Токсикология\nТребования: уровень Апотекария 6+\nВы добавляете свой модификатор Интеллекта к броскам урона заклинаний, наносящих урон Ядом.'
        },
        {
          title: 'Вивисекция',
          description: 'Вивисекция\nТребования: уровень Апотекария 6+, теория Анатомическая точность\nВаши атаки оружием наносят критический удар при результате 19 или 20 на д20.'
        },
        {
          title: 'Непоколебимая концентрация',
          description: 'Непоколебимая концентрация\nТребования: уровень Апотекария 6+\nКогда вы проваливаете спасбросок Телосложения для поддержания концентрации на заклинании Апотекария, вы можете выбрать преуспеть вместо этого. Использовав это умение, вы не можете сделать это снова, пока не завершите Короткий или Продолжительный отдых.'
        },
        {
          title: 'Двойная доза',
          description: 'Двойная доза\nТребования: уровень Апотекария 10+\nКогда вы накладываете заклинание Апотекария с использованием ячейки заклинания Апотекария, которое нацелено на одно существо и восстанавливает ему Хиты, вы можете нацелить дополнительное существо в пределах досягаемости.'
        },
        {
          title: 'Междисциплинарная практика',
          description: 'Междисциплинарная практика\nТребования: уровень Апотекария 10+\nКогда вы используете свое Действие для сотворения заклинания, вы можете совершить одну атаку оружием Бонусным действием.'
        },
        {
          title: 'Рутинная процедура',
          description: 'Рутинная процедура\nТребования: уровень Апотекария 10+\nВы можете сотворять заклинание Малое восстановление неограниченно без траты ячейки заклинания.'
        },
        {
          title: 'Украденные секреты',
          description: 'Украденные секреты\nТребования: уровень Апотекария 10+\nВы изучаете одно заклинание из списка заклинаний любого класса. Оно должно быть уровнем, для которого у вас есть ячейки заклинаний Апотекария или ниже. Заклинание рассматривается как заклинание Апотекария для вас и не учитывается при подсчете количества заклинаний Апотекария, которые вы знаете.'
        },
        {
          title: 'Подготовка объекта',
          description: 'Подготовка объекта\nТребования: уровень Апотекария 10+\nКогда вы попадаете по существу атакой рукопашным оружием, это существо получает Помеху на следующий спасбросок, который оно совершает против заклинания Апотекария, сотворенного вами до конца вашего следующего хода.'
        },
        {
          title: 'Ядовитые инструменты',
          description: 'Ядовитые инструменты\nТребования: уровень Апотекария 10+\nКогда вы попадаете по существу атакой оружия, это существо получает дополнительный урон Ядом, равный вашему модификатору Интеллекта.'
        },
        {
          title: 'Анестезиология',
          description: 'Анестезиология\nТребования: уровень Апотекария 14+\nВы можете сотворить заклинание Удержание личности без траты ячейки заклинания или требования материальных компонентов. Вы должны завершить Продолжительный отдых, прежде чем сможете использовать эту теорию на том же существе снова.'
        },
        {
          title: 'Нервно-паралитическое вещество',
          description: 'Нервно-паралитическое вещество\nТребования: уровень Апотекария 14+\nКогда вы наносите урон Ядом вашими заклинаниями Апотекария, вы можете выбрать нанести Психический урон вместо этого.'
        },
        {
          title: 'Страхование ответственности',
          description: 'Страхование ответственности\nТребования: уровень Апотекария 14+\nВы можете сотворить заклинание Предосторожность один раз на себя без материальных компонентов. Вы не можете сделать это снова, пока не завершите Продолжительный отдых.'
        }
      ]
    },
    {
      name: 'Эксперт медицины',
      level: 2,
      description: 'Вы получаете владение навыками Медицина и Природа. Вы получаете Компетентность для этих навыков.'
    },
    {
      name: 'Подкласс Апотекария',
      level: 3,
      description: 'Вы получаете подкласс Апотекария по вашему выбору.\nПодкласс — это специализация, которая предоставляет вам возможности на определённых уровнях апотекария.\nВ ходе дальнейшего развития вы получаете каждые умения вашего подкласса, которые соответствуют вашему уровню Апотекария или ниже.'
    },
    {
      name: 'Увеличение характеристик',
      level: 4,
      description: 'Вы получаете черту Улучшение характеристик (см главу 5) или другую черту по вашему выбору, требованиям которой вы соответствуете. Вы снова получаете эту способность на уровнях Апотекария 8, 12 и 16.'
    },
    {
      name: 'Большая формула',
      level: 11,
      description: 'Вы открываете магический секрет, называемый Большая Формула. Выберите одно заклинание 6 уровня из списка заклинаний Апотекария в качестве этой формулы.\nВы можете сотворить свою Большую Формулу один раз, не тратя ячейку заклинания. Вы должны завершить Продолжительный отдых, прежде чем сможете сделать это снова.\nНа более высоких уровнях вы получаете больше заклинаний Апотекария на ваш выбор, которые можно сотворить таким образом: одно заклинание 7 уровня на 13 уровне, одно заклинание 8 уровня на 15 уровне и одно заклинание 9 уровня на 17 уровне.\nВы восстанавливаете все использования, когда завершаете Продолжительный отдых.'
    },
    {
      name: 'Эпическая черта',
      level: 19,
      description: 'Вы получаете эпическую черту (см. главу 5) или другую черту по вашему выбору, требованиям которой вы соответствуете. Рекомендуется черта Дар судьбы.'
    },
    {
      name: 'Чудесное Восстановление',
      level: 20,
      description: 'Вы можете потратить 5 минут, направляя силу в количество существ (включая себя), равное вашему модификатору Интеллекта, чтобы способствовать аномально быстрому восстановлению. Вы должны ухаживать за существами в течение этого периода, используя набор целителя с хотя бы одним использованием. Цели восстанавливают Хиты, ячейки заклинаний, кости хитов и другие способности, как если бы они завершили Продолжительный отдых. Существо может получить пользу только от одного Чудесного Восстановления за 24-часовой период. Использовав это умение, вы не можете сделать это снова, пока не завершите Продолжительный отдых.'
    }
    ],
    subclasses: [
    {
      id: 'alienist',
      name: 'Алиенист',
      nameEn: 'Alienist SCGtD14',
      description: 'Алиенист стремится овладеть тайнами разума. Посвятив годы изучению внутренних механизмов мозга и раскрытию его скрытого потенциала, Алиенист способен читать и манипулировать мыслями других, а также изгибать саму реальность. Они подключаются к непостижимым реальностям и изменяют мир по своей воле, используя психические энергии, которые они черпают из потусторонних знаний и арканных знаний.',
      features: [
        {
          name: 'Заклинания алиениста',
          level: 3,
          description: 'У вас всегда есть определенные подготовленные заклинания после достижения определенных уровней в этом классе, как показано в таблице Заклинания Алиениста. Эти заклинания считаются заклинаниями Апотекария для вас, но не учитываются при подсчете количества заклинаний Апотекария, которые вы можете подготовить.',
          collapsible: [
            {
              title: 'Заклинания Алиениста',
              description: 'Заклинания Алиениста',
              tableData: {
                headers: ['Уровень Апотекария', 'Заклинания Апотекария'],
                rows: [
                  ['3', 'Очарование личности, Жуткий смех Таши, Обнаружение мыслей, Внушение'],
                  ['5', 'Гипнотический узор, Образ'],
                  ['7', 'Магический глаз, Переносящая дверь'],
                  ['9', 'Оживление вещей, Изменение памяти']
                ]
              }
            }
          ]
        },
        {
          name: 'Продвинутая психология',
          level: 3,
          description: 'Вы изучаете заговор Мистический заряд. Вы получаете владение навыком Магия. Если у вас уже есть это владение, вы получаете владение навыком, которым не владеете, по вашему выбору из списка навыков, доступных апотекариям на 1 уровне.'
        },
        {
          name: 'Ментальное влияние',
          level: 3,
          description: 'Вы усердно учились, чтобы раскрыть самые глубокие уголки своей психики, высвободив неиспользованный психический потенциал внутри себя. Эта энергия представлена пулом Психических очков. У вас есть четыре психических очка. Вы получаете еще два на 6 уровне, еще два на 10 и еще два на 14 уровне, которые вы можете потратить на использование различных псионических способностей, подробно описанных ниже. Если вы потратили все свои Психические Очки, вы не можете использовать эти способности. Вы восстанавливаете два потраченныех Психические Очки, когда завершаете Короткий отдых, все, когда завершаете Продолжительный отдых.\n• Мозговой Прорыв. Когда вы накладываете заклинание Апотекария, наносящее урон, вы можете потратить Психическое очко, чтобы перебросить число костей урона, равное вашему модификатору Интеллекта. Вы должны использовать новые результаты.\n• Разум над Материей. Всякий раз, когда вы получаете урон, вы можете использовать свою Реакцию и потратить Психическое очко, уменьшая полученный урон на величину, равную вашему уровню Апотекария.\n• Шепчущий Разум. Когда вы накладываете заклинание Апотекария, которое не наносит урон, вы можете потратить психическое очко, чтобы сотворить его без Соматических или Вербальных компонентов.'
        },
        {
          name: 'Метафизическая привязь',
          level: 3,
          description: 'Действием вы можете коснуться согласного существа, чтобы создать с ним психическую связь, которая длится количество часов, равное вашему уровню Апотекария, или пока вы не разорвете связь (действий не требуется). Максимальное количество связей, которое вы можете иметь одновременно, равно вашему Бонусу мастерства. Все существа, связанные таким образом, могут общаться телепатически друг с другом, пока находятся в пределах 100 футов друг от друга.'
        },
        {
          name: 'Манипуляция силой',
          level: 6,
          description: 'Ваше ментальное мастерство позволяет вам контролировать саму ткань реальности вокруг вас, позволяя вам бросать вызов гравитации и продвигаться по воздуху, используя только свой разум. Бонусным действием вы можете потратить Психическое очко, чтобы получить скорость полета, равную вашей скорости, на 1 минуту, в течение которой вы можете парить.'
        },
        {
          name: 'Ментальная магия',
          level: 10,
          description: 'Вы получаете новые способы использования своих скрытых психических сил для манипулирования сущностью ваших заклинаний и колдовства. Вы получаете три новых способа использования Психических очков:\n• Предписанные Эффекты. Один раз за ход, когда цель, которую вы видите в пределах 30 футов от вас, преуспевает в спасброске Интеллекта, Мудрости или Харизмы против сотворенного вами заклинания, вы можете потратить Психическое очко, чтобы наполнить ее разум смешанными псионическими энергиями, заставляя ее перебросить д20 и использовать меньший результат для спасброска, возможно, превращая успех в провал.\n• Ментально Подготовленный. Один раз за ход, когда цель, которую вы видите в пределах 30 футов от вас, включая себя, проваливает спасбросок Интеллекта, Мудрости или Харизмы, вы можете использовать Психическое очко и добавить свой модификатор Интеллекта к спасброску существа, потенциально превращая провал в успех.\n• Бей или Беги. Бонусным действием вы можете потратить Психическое очко и телепортироваться на расстояние до 30 футов в незанятое пространство, которое вы видите. Вы немедленно получаете Временные хиты, равные вашему удвоенному модификатору Интеллекта.'
        },
        {
          name: 'Самодиагностика',
          level: 14,
          description: 'Если у вас не осталось Психических очков, вы можете использовать Бонусное действие и потратить ячейку заклинания, чтобы восстановить 1д4 Психических очков.\nВы также получаете две дополнительные психические особенности:\n• Тщательное Обследование. Всякий раз, когда вы накладываете заклинание, восстанавливающее Хиты существу, вы можете потратить Психическое очко. Если вы это сделаете, все существа, на которые нацелено заклинание, восстанавливают дополнительное количество Хитов, равное вашему удвоенному модификатору Интеллекта.\n• Усиленный Мозжечок. Когда вы накладываете любое заклинание 1 уровня или выше из вашего умения Заклинания Алиениста, вы можете сотворить его, потратив ячейку заклинания как обычно или потратив количество психических очков, равное уровню заклинания.'
        },
        {
          name: 'Непроницаемый разум',
          level: 18,
          description: 'Вы имеете Сопротивление к Психическому урону и Иммунны к состояниям Очарованный или Испуганный. Магия не может усыпить вас, и у вас есть Преимущество на спасброски против заклинаний, пытающихся прочитать ваши мысли или контролировать ваш разум или действия, таких как Подчинение личности. Дополнительно, когда вы используете умение Самодиагностика для восстановления Психических очков с использованием ячейки заклинания, вы теперь восстанавливаете Психические Очки, равные уровню заклинания.'
        }
      ]
    },
    {
      id: 'chemist',
      name: 'Химик',
      nameEn: 'Chemist SCGtD14',
      description: 'Химик — это ученый-исследователь, чьи передовые исследования химических соединений дали ему возможность терроризировать врагов с помощью алхимических взрывов, разрушительных газов и других ужасных смесей. Химики любят испытывать свои новые соединения в полевых условиях и всегда стремятся продвигать свои исследования, находя новые комбинации для сжигания своих врагов.',
      features: [
        {
          name: 'Заклинания Химика',
          level: 3,
          description: 'У вас всегда есть определенные подготовленные заклинания после достижения определенных уровней в этом классе, как показано в таблице Заклинания Химика. Эти заклинания считаются заклинаниями Апотекария для вас, но не учитываются при подсчете количества заклинаний Апотекария, которые вы можете подготовить.',
          collapsible: [
            {
              title: 'Заклинания Химика',
              description: 'Заклинания Химика',
              tableData: {
                headers: ['Уровень Апотекария', 'Заклинания Апотекария'],
                rows: [
                  ['3', 'Огненные ладони, Скольжение, Кислотная стрела Мельфа, Пылающий шар'],
                  ['5', 'Огненный шар, Зловонное облако'],
                  ['7', 'Град, Стена огня'],
                  ['9', 'Облако смерти, Конус холода']
                ]
              }
            }
          ]
        },
        {
          name: 'Химическое cоединение',
          level: 3,
          description: 'Вы получаете владение набором алхимика, если еще не владеете им. Вы также изучаете заговор Огненный снаряд и один дополнительный заговор школы Воплощения на ваш выбор из списка заклинаний Волшебника. Эти заговоры считаются заговорами Апотекария для вас, но не учитываются при подсчете известных вам заговоров.'
        },
        {
          name: 'Точное применение',
          level: 3,
          description: 'Когда вы накладываете заклинание, наносящее урон Кислотой, Холодом, Огнём, Электричеством или Ядом другим существам, которых вы видите, вы можете выбрать количество существ, равное вашему модификатору Интеллекта. Выбранные существа автоматически преуспевают в спасбросках против заклинания и не получают урона, если обычно получили бы половину урона при успешном спасброске.'
        },
        {
          name: 'Цепная реакция',
          level: 6,
          description: 'Когда вы накладываете заговор Апотекария, который обычно нацелен только на одно существо и наносит урон Кислотой, Холодом, Огнём, Электричеством или Ядом, заклинание может вместо этого нацелиться на два существа, находящихся в пределах дальности заклинания.'
        },
        {
          name: 'Химическая закалка',
          level: 6,
          description: 'Действием вы даете одному существу, которого касаетесь (в том числе себя), Сопротивление к урону Кислотой, Холодом, Огнём, Электричеством или Ядом на 1 час. Это преимущество немедленно заканчивается, если вы снова используете это умение.'
        },
        {
          name: 'Запечатанные заклинания',
          level: 10,
          description: 'Вы можете хранить заклинание из вашего умения Заклинания Химика в виде жидкости в маленькой пробирке или бутылке, к которой вы прикасаетесь при наложении заклинания. Заклинание не имеет другого эффекта, кроме как быть сохраненным в бутылке. Заклинание остается сохраненным внутри, пока существо не откроет бутылку. Использовав это умение, любое неиспользованное запечатанное заклинание, созданное вами ранее, становится инертным, и вы не можете запечатать другое заклинание, пока не завершите Короткий отдых. Любое существо, держащее бутылку, может потратить Действие, чтобы открыть ее и сотворить заклинание внутри. Заклинание использует ваш бонус атаки заклинанием и Сл спасброска, но во всех остальных отношениях рассматривает существо, выпустившее его, как заклинателя.'
        },
        {
          name: 'Элементальная корректировка',
          level: 14,
          description: 'Когда вы накладываете заклинание с использованием ячейки заклинания Апотекария, которое наносит урон одного из следующих типов, вы можете изменить этот тип урона на один из других перечисленных типов: Кислота, Холод, Огонь, Электричество или Яд.'
        },
        {
          name: 'Химический Катаклизм',
          level: 18,
          description: 'Когда вы накладываете заклинание, наносящее урон Кислотой, Холодом, Огнём, Электричеством или Ядом с использованием ячейки заклинания Апотекария, оно рассматривается так, как если бы было сотворено с использованием ячейки заклинания 7 уровня.'
        }
      ]
    },
    {
      id: 'exorcist',
      name: 'Экзорцист',
      nameEn: 'Exorcist SCGtD14',
      description: 'Экзорцист приходит подготовленным к борьбе со злыми сущностями, зловещими духами и ужасными исчадиями. Вооруженные святым символом, книгой молитв и сумкой ритуальных безделушек, они готовы противостоять самым неестественным и потусторонним сущностям миров. Экзорцист привык противостоять непреодолимым угрозам, со святым символом в руке они ничего не боятся и стоят щитом между мирами людей и монстрами.',
      features: [
        {
          name: 'Заклинания Экзорциста',
          level: 3,
          description: 'У вас всегда есть определенные подготовленные заклинания после достижения определенных уровней в этом классе, как показано в таблице Заклинания Экзорциста. Эти заклинания считаются заклинаниями Апотекария для вас, но не учитываются при подсчете количества заклинаний Апотекария, которые вы можете подготовить.',
          collapsible: [
            {
              title: 'Заклинания Экзорциста',
              description: 'Заклинания Экзорциста',
              tableData: {
                headers: ['Уровень Апотекария', 'Заклинания Апотекария'],
                rows: [
                  ['3', 'Благословение, Защита от зла и добра, Божественное оружие, Область истины'],
                  ['5', 'Контрзаклинание, Духовные стражи'],
                  ['7', 'Изгнание, Последний обряд'],
                  ['9', 'Рассеивание зла и добра, Небесный огонь']
                ]
              }
            }
          ]
        },
        {
          name: 'Духовное изучение',
          level: 3,
          description: 'Вы получаете владение тяжелой броней и навыком Религия. Если у вас уже есть это владение, вы получаете владение навыком, которым не владеете, по вашему выбору из списка навыков, доступных апотекариям на 1 уровне. Вы можете использовать святой символ как арканный фокус для ваших заклинаний Апотекария, и вы получаете один заговор на ваш выбор из списка заклинаний Жреца. Этот заговор считается заговором Апотекария для вас и не учитываются при подсчете известных вам заговоров Апотекария.'
        },
        {
          name: 'Экзорцизм',
          level: 3,
          description: 'На 3 уровне вы получаете способность наполнять божественной энергией свой святой символ, чтобы изгонять злые сущности из области или очищать их пагубное влияние на ваших союзников.\nКогда вы используете это умение, вы выбираете, какой эффект создать. Вы можете использовать это умение количество раз, равное половине вашего Бонуса мастерства, округленного в меньшую сторону, вы восстанавливаете все потраченные использования при Коротком или Продолжительном отдыхе.\nЕсли эффект Экзорцизма требует спасброска, Сл равна Сл спасброска от ваших заклинаний Апотекария.\nНачиная с 5 уровня, когда нежить или исчадие проваливает спасбросок против вашего умения Изгнaние Зла, это существо получает 4д8 урона Излучением.\n• Изгнaние Зла. Действием Магия вы предъявляете свой святой символ и произносите молитву, осуждающую существ, которые желают вам зла. Каждая нежить, небожитель, фея или исчадие, которые могут видеть или слышать вас в пределах 30 футов от вас, должны совершить спасбросок Мудрости. Если существо проваливает спасбросок, оно изгоняется на 1 минуту или пока не получит урон.\nИзгнанное существо должно тратить свои ходы, пытаясь уйти от вас как можно дальше, и оно не может добровольно переместиться в пространство в пределах 30 футов от вас. Оно также не может совершать реакции. В качестве Действия оно может использовать только действие Рывок или попытаться освободиться от эффекта, мешающего ему двигаться. Если двигаться некуда, существо может использовать действие Уклонение.\n• Очищение Порчи. Вы касаетесь существа или предмета и можете снять одно состояние, влияющее на него. Состояние может быть: Ослеплённый, Очарованный, Оглохший, Испуганный, Парализованный или Отравленный.\nДополнительно, если существо Одержимо или контролируется духом или чужеродной сущностью, вы можете использовать это умение, чтобы устранить любые черты или другие особенности, связанные с одержимостью. Если существо имеет состояние Одержимый, существо, овладевшее им, изгоняется из своего носителя в незанятое пространство в пределах 5 футов и получает Психический урон, равный 2д8 + ваш уровень Апотекария.'
        },
        {
          name: 'Священный сосуд',
          level: 6,
          description: 'У вас есть Преимущество на спасброски против состояний Очарованный, Испуганный, Одержимый или эффектов, связанных с проклятьями.'
        },
        {
          name: 'Отрицание',
          level: 10,
          description: 'Реакцией, когда враждебное существо, которое вы видите, нацеливается на союзника атакой, заклинанием или другим эффектом, вы можете потратить ячейку заклинания Апотекария, чтобы заставить его совершить спасбросок Харизмы против Сл ваших заклинаний. При провале Действие, которое оно пыталось совершить, проваливается, и использованные ресурсы тратятся впустую.'
        },
        {
          name: 'Усиленное исцеление',
          level: 14,
          description: 'Всякий раз, когда вы накладываете заклинание, которое восстанавливает Хиты существу, это заклинание наносит максимальное исцеление, и существо немедленно получает Временные хиты, равные вашему уровню Апотекария.'
        },
        {
          name: 'Набожный свидетель',
          level: 18,
          description: 'Как Набожный Свидетель, вы говорите от имени своих богов и можете чувствовать, как их силы протекают через вас. Повелевать духами и изгонять зло — ваша вторая натура. Вы получаете преимущества, которые усиливают ваши способности.\nСущества, провалившие спасброски против вашего умения Экзорцизм: Изгнaние Зла, получают дополнительный 4д8 урона Излучением.\nСущества, которым помогает ваше умение Экзорцизм: Очищение Порчи, получают 4д8 Временных хитов.'
        }
      ]
    },
    {
      id: 'mutagenist',
      name: 'Мутагенист',
      nameEn: 'Mutagenist SCGtD14',
      description: 'Мутагенисты исследовали сыворотку, которую они вводят, чтобы превратиться в чудовищную форму. Они используют себя как проводник для этой силы и бросаются на врагов как громадные чудовища. Они проводят свою жизнь, исследуя и открывая новые способы улучшения и модификации сыворотки в надежде стать совершенной формой.',
      features: [
        {
          name: 'Заклинания Мутагениста',
          level: 3,
          description: 'У вас всегда есть определенные подготовленные заклинания после достижения определенных уровней в этом классе, как показано в таблице Заклинания Мутагениста. Эти заклинания считаются заклинаниями Апотекария для вас, но не учитываются при подсчете количества заклинаний Апотекария, которые вы можете подготовить.',
          collapsible: [
            {
              title: 'Заклинания Мутагениста',
              description: 'Заклинания Мутагениста',
              tableData: {
                headers: ['Уровень Апотекария', 'Заклинания Апотекария'],
                rows: [
                  ['3', 'Прыжок, Ядовитый щит, Смена обличья, Улучшение характеристики'],
                  ['5', 'Ускорение, Подводное дыхание'],
                  ['7', 'Полиморф, Каменная кожа'],
                  ['9', 'Реинкарнация, Септический шок']
                ]
              }
            }
          ]
        },
        {
          name: 'Натуральная философия',
          level: 3,
          description: 'Вы получаете владение инструментом, которым не владеете, по вашему выбору из списка инструментов, доступных апотекариям на 1 уровне. Вы также получаете владение двумя дополнительными языками и владение одним навыком.'
        },
        {
          name: 'Трансмогрифицирующий эликсир',
          level: 3,
          description: 'Бонусным действием вы можете потратить ячейку заклинания, чтобы подвергнуться гротескной трансформации. Трансформация заканчивается через одну минуту, или если вы снижены до 0 Хитов или Недееспособны. Когда вы подвергаетесь этой трансформации, вы сохраняете свою личность, мировоззрение и игровые характеристики. Однако происходят несколько изменений:\n• Ваши значения характеристик Силы и Интеллекта меняются местами. При замене значения характеристик Силы и Интеллекта местами, учитываются значения до применения эффектов устанавливающие значения характеристик, такие как Повязка интеллекта или подобные.\n• Ваш размер становится Большим, ваша дистанция прыжка удваивается, и вы получаете особенность Мощное телосложение: вы считаетесь на один размер больше при определении вашей грузоподъемности и веса, который вы можете толкать, тащить или поднимать.\n• Каждая ваша рука превращается в большой мясистый кулак, который вы можете использовать для атак оружием ближнего боя. Он считается простым оружием для вас. Ваши большие мясистые кулаки наносят 1д10 + ваш модификатор Силы + ваш уровень Апотекария Дробящего урона при попадании.\n• Вы не можете сотворять или концентрироваться на заклинаниях.\n• У вас есть тёмное зрение в радиусе 120 футов.\n• Вы получаете Временные хиты, равные вашему троекратному уровню Апотекария.\nВы также усиливаете свои способности в зависимости от силы вашей смеси. Это связано с ячейкой заклинания, которую вы использовали для трансформации:\n• Ваша скорость увеличивается на 5 футов за каждый уровень использованной ячейки заклинания.\n• Ваш КД равен 13 + уровень использованной ячейки заклинания. Вы не получаете бонусы КД от надетого доспеха или щита.\n• В начале каждого вашего хода и пока у вас есть хотя бы 1 Хит, вы восстанавливаете количество Хитов, равное уровню использованной ячейки заклинания.'
        },
        {
          name: 'Хирургические удары',
          level: 6,
          description: 'Вы получаете эзотерическую теорию Хирургические удары, которая не учитывается при подсчете выбранных вами эзотерических теорий Апотекария. Эту теорию можна применять даже если вы не выбрали эзотерическую теорию Анатомическая точность.'
        },
        {
          name: 'Мощная биология',
          level: 6,
          description: 'Когда вы находитесь в своей трансмогрифицированной форме, ваши атаки большими мясистыми кулаками считаются магическими для преодоления Сопротивления и Иммунитета к немагическим атакам и урону.\nКогда вы попадаете атакой, используя свои большие мясистые кулаки, вы можете потратить ячейку заклинания, чтобы усилить силу вашего удара неестественной энергией. Когда вы тратите ячейку заклинания таким образом, вы наносите дополнительный 1д8 урона Силовым полем за каждый уровень потраченной ячейки заклинания.'
        },
        {
          name: 'Адаптивная генетика',
          level: 10,
          description: 'Вы можете использовать свою измененную биологию, чтобы защитить себя от объятий смерти. Когда вы снижены до 0 Хитов в своей естественной или трансмогрифицированной форме, ваша другая сущность готова взять на себя управление.\nКогда вы снижены до 0 Хитов в своей трансмогрифицированной форме, вы возвращаетесь в свою естественную форму с 1 Хитом. \nКогда вы находитесь в своей естественной форме и снижены до 0 Хитов, вы можете немедленно трансформироваться, используя ваше умение Трансмогрифицирующий Эликсир, потратив ячейку заклинания как обычно. Вы восстанавливаете количество Хитов, равное вашему уровню Апотекария, когда делаете это (в дополнение к получению Временных хитов от вашей трансформации).\nКогда вы меняете свою форму при помощи этой особенности, вы не можете применять способность Трансмогрифицирующий эликсир, пока не окончите Короткий или Продолжительный отдых.'
        },
        {
          name: 'Неестественная эволюция',
          level: 14,
          description: 'Вы можете использовать ваше умение Большие Формулы для трансмогрификации, как если бы вы использовали ячейку заклинания этого уровня. Когда вы трансформируетесь таким образом, вы получаете одну из дополнительных мутаций генома, перечисленных ниже.\n• Драконий Геном. У вас вырастают мясистые крылья из спины, а ваша кожа приобретает чешуйчатый вид. Вы получаете скорость полета, равную вашей скорости ходьбы, и Действием можете извергнуть желчь в 30-футовом конусе. Все существа в области должны преуспеть в спасброске Телосложения против Сл ваших заклинаний или получить 8д6 урона Кислотой, или половину урона при успехе. Использовав это умение, вы не можете сделать это снова, пока не завершите Короткий или Продолжительный отдых.\n• Великаний Геном. Вы становитесь громадной массой плоти и мышц, превращая себя в живое осадное оружие. Ваш размер становится Огромным, и весь урон, наносимый объектам и структурам, удваивается. Действием вы можете потратить ячейку заклинания в свой ход, чтобы ударить кулаками в землю, посылая ударные волны и обрушивая обломки вокруг вас. Все существа в 30-футовом радиусе с центром на вас должны преуспеть в спасброске Ловкости против Сл ваших заклинаний или получить 8д6 Дробящего урона и получить состояние Опрокинутый. При успехе в спасброске они получают половину урона и не опрокидываются.\n• Мозжечковый Геном. Вы сохраняете часть своего разума при трансформации, позволяя остаткам ваших исследований сохраняться в вашем чудовищном мозгу. Теперь у вас есть способность поддерживать концентрацию на заклинаниях в вашей трансмогрифицированной форме.'
        },
        {
          name: 'Новая плоть',
          level: 18,
          description: 'Вы усовершенствовали свой Трансмогрифицирующий Эликсир, преодолев ограничения эволюции и доведя свою форму до того, что вы считаете вершиной эволюции. Вы получаете следующие преимущества в трансмогрифицированном состоянии:\n• Пока у вас есть один или более Хитов, вы можете использовать Бонусное действие и потратить ячейку заклинания, чтобы восстановить Хиты, равные десятикратному уровню потраченной ячейки заклинания.\n• Если вы проваливаете спасбросок, реакцией вы можете потратить ячейку заклинания, чтобы преуспеть вместо этого.\n• Ваше значение Силы становится равным вашему значению Интеллекта в трансмогрифицированном состоянии. Дополнительно, вы можете накладывать заклинания в вашей трансмогрифицированной форме.'
        }
      ]
    },
    {
      id: 'pathogenist',
      name: 'Патогенист',
      nameEn: 'Pathogenist SCGtD14',
      description: 'Изучение болезней открывает двери ко многим опасным научным открытиям. Как эксперты как в избавлении тела от болезней, так и в мутациях инфекционных заболеваний, Патогенисты переносят свои исследования на поле боя, используя монстров и врагов в качестве подопытных для своих инфекций. Долгие годы, проведенные в тщательном наблюдении за причинами и последствиями таких недугов, позволяют им быть экспертами в мутации болезней, позволяя их болезням распространяться ужасающим образом и поражать врагов изнурительными симптомами, калеча их тела и расшатывая их умы.',
      features: [
        {
          name: 'Заклинания Патогениста',
          level: 3,
          description: 'У вас всегда есть определенные подготовленные заклинания после достижения определенных уровней в этом классе, как показано в таблице Заклинания Патогениста. Эти заклинания считаются заклинаниями Апотекария для вас, но не учитываются при подсчете количества заклинаний Апотекария, которые вы можете подготовить.',
          collapsible: [
            {
              title: 'Заклинания Патогениста',
              description: 'Заклинания Патогениста',
              tableData: {
                headers: ['Уровень Апотекария', 'Заклинания Апотекария'],
                rows: [
                  ['3', 'Инфекция, Нанесение ран, Глухота/слепота, Биоугроза'],
                  ['5', 'Мор, Ядовитая аура'],
                  ['7', 'Усыхание, Кровавый червь'],
                  ['9', 'Заражение, Нашествие насекомых']
                ]
              }
            }
          ]
        },
        {
          name: 'Владение чумой',
          level: 3,
          description: 'Вы изучаете заговор Леденящее прикосновение. Вы получаете владение инструментом, которым не владеете, по вашему выбору из списка инструментов, доступных апотекариям на 1 уровне.'
        },
        {
          name: 'Пагубные патогены',
          level: 3,
          description: 'Всякий раз, когда существо сотворяет заклинание или использует черту или умение, которое излечило бы или устранило одну из ваших болезней (например, накладывание заклинания Малое восстановление для устранения вашего заклинания Инфекция), существо должно сначала совершить проверку характеристики, используя свою базовую характеристику заклинаний (или модификатор Харизмы, если заклинание или особая способность не указывают базовую характеристику заклинаний). Сл равна Сл спасброска от ваших заклинаний. При провале заклинание, черта или умение существа проваливаются и не имеют эффекта. Любые использованные Материальные компоненты тратятся, и любая потраченная ячейка заклинания тратится впустую.'
        },
        {
          name: 'Мутантный штамм',
          level: 3,
          description: 'Вы можете эволюционировать свои болезни, чтобы вызывать новые симптомы. Вы изучаете два мутантных штамма на ваш выбор, и каждый раз, когда вы получаете уровень в этом классе, вы можете заменить один известный вам мутантный штамм другим из этого умения. Когда вы достигаете определенных уровней в этом классе, вы изучаете дополнительные мутантные штаммы, как показано в таблице Известные Мутантные Штаммы.\nВсякий раз, когда вы накладываете заклинание, которое заражает болезнями (такое как Инфекция или Заражение), вы можете применить дополнительный эффект от вашего мутантного штамма к одной из целей заклинания, который длится в течение действия этого заклинания.\nСледующие мутантные штаммы доступны вам, когда вы изучаете мутантный штамм. Если штамм имеет требование по уровню, вы должны быть по крайней мере этого уровня в этом классе, чтобы изучить этот штамм.',
          collapsible: [
            {
              title: 'Известные мутантные штаммы',
              description: 'Известные мутантные штаммы',
              tableData: {
                headers: ['Уровень Апотекария', 'Количество штаммов'],
                rows: [
                  ['3', '2'],
                  ['9', '3'],
                  ['15', '4']
                ]
              }
            },
            {
                title: 'Сильная лихорадка',
                description: 'Сильная лихорадка\nЦель не может восстанавливать Хиты.'
            },
            {
                title: 'Усталость',
                description: 'Усталость\nКаждый раз, когда цель проваливает спасбросок против вашей болезни, ее скорость уменьшается до пяти футов до начала ее следующего хода.'
            },
            {
                title: 'Приступы кашля',
                description: 'Приступы кашля\nВ начале каждого хода цели она должна совершить спасбросок Телосложения против Сл ваших заклинаний. При провале она не может говорить до начала своего следующего хода.'
            },
            {
                title: 'Озноб',
                description: 'Озноб\nЦель неудержимо дрожит. В начале каждого хода цели она роняет все, что держит в руках.'
            },
            {
                title: 'Головокружение (9 уровень)',
                description: 'Головокружение (9 уровень)\nЦель не может совершать реакции.'
            },
            {
                title: 'Слабость (9 уровень)',
                description: 'Слабость (9 уровень)\nЦель наносит половину урона атаками оружия ближнего боя.'
            },
            {
                title: 'Сухие глаза (9 уровень)',
                description: 'Сухие глаза (9 уровень)\nКаждый раз, когда цель проваливает спасбросок против вашей болезни, она становится Ослеплена до начала своего следующего хода.'
            },
            {
                title: 'Поражения (9 уровень)',
                description: 'Поражения (9 уровень)\nВы игнорируете любые Сопротивления урону цели.'
            },
            {
                title: 'Тошнота (15 уровень)',
                description: 'Тошнота (15 уровень)\nКаждый раз, когда цель проваливает спасбросок против вашей болезни, она становится Недееспособна до начала своего следующего хода.'
            },
            {
                title: 'Дистрофия (15 уровень)',
                description: 'Дистрофия (15 уровень)\nЦель становится уязвима к Дробящему, Колющему и Рубящему урону.'
            }
          ]
        },
        {
          name: 'Прорывная инфекция',
          level: 6,
          description: 'Когда вы накладываете заклинание с использованием ячейки заклинания Апотекария или вашего умения Большая Формула, которое вызывает болезнь, это заклинание игнорирует любой Иммунитет существа к болезням - такие существа вместо этого совершают любые спасброски против ваших болезней с Преимуществом.'
        },
        {
          name: 'Вспышка',
          level: 6,
          description: 'Когда существо, зараженное одной из ваших болезней, умирает, вы можете использовать свою Реакцию, чтобы распространить эту болезнь на другое существо по вашему выбору, которое вы видите в пределах 30 футов от умершего существа.\nЕсли при распространении болезни требуется спасбросок, новая цель должна совершить этот спасброскок.'
        },
        {
          name: 'Коварная инкубация',
          level: 10,
          description: 'Когда вы начинаете сотворять заклинание Инфекция, вы можете модифицировать его так, чтобы оно не требовало концентрации. Если вы это сделаете, длительность этого заклинания становится 1 минута. Вы должны завершить Короткий или Продолжительный отдых, прежде чем снова использовать это умение.'
        },
        {
          name: 'Иммунокомпрометированный',
          level: 14,
          description: 'Существо, зараженное одной из ваших болезней (такой как Инфекция или Заражение), имеет Помеху на спасброски против ваших заклинаний Апотекария.'
        },
        {
          name: 'Быстрая Эволюция',
          level: 18,
          description: 'Всякий раз, когда вы накладываете заклинание, которое заражает болезнями, вы можете применить два дополнительных эффекта от вашего мутантного штамма к одной из целей заклинания, вместо одного.'
        }
      ]
    },
    {
      id: 'thanaturg',
      name: 'Танатург',
      nameEn: 'Thanaturg SCGtD14',
      description: 'Танатург — это мастер жизни и смерти. Годы, потраченные на совершенствование их формулы для возвращения недавно умерших или создания новой жизни из выброшенной плоти и лоскутной анатомии, оставили большинство Танатургов в состоянии постоянного балансирования на грани гениальности и безумия. Навыки Танатурга в выхватывании жизни из челюстей смерти делают их исключительно подходящими для борьбы со смертью и нежитью. Их безумный гений представлен созданием существа из обрывков тел, оставленных их врагами, которое штурмует поле боя по их команде.',
      features: [
        {
          name: 'Заклинания Танатурга',
          level: 3,
          description: 'У вас всегда есть определенные подготовленные заклинания после достижения определенных уровней в этом классе, как показано в таблице Заклинания Танатурга. Эти заклинания считаются заклинаниями Апотекария для вас, но не учитываются при подсчете количества заклинаний Апотекария, которые вы можете подготовить.',
          collapsible: [
            {
              title: 'Заклинания Танатурга',
              description: 'Заклинания Танатурга',
              tableData: {
                headers: ['Уровень Апотекария', 'Заклинания Апотекария'],
                rows: [
                  ['3', 'Псевдожизнь, Нанесение ран, Нетленные останки, Ободрение'],
                  ['5', 'Молния, Возрождение'],
                  ['7', 'Защита от смерти, Взрыв трупа'],
                  ['9', 'Воскрешение мёртвых, Нервный газ']
                ]
              }
            }
          ]
        },
        {
          name: 'Искра жизни',
          level: 3,
          description: 'Вы изучаете заговоры Электрошок и Уход за умирающим. Они считаются заговорами Апотекария для вас и не учитываются при подсчете известных вам заговоров Апотекария.'
        },
        {
          name: 'Создание из трупов',
          level: 3,
          description: 'Вы сконструировали спутника из собранных частей тел и оживили его своей оккультной магией: создание из трупов. Существо дружелюбно к вам и вашим спутникам и подчиняется вашим командам. См. его игровые характеристики в прилагаемом блоке статистики Создание из Трупов, который использует ваш бонус мастерства в нескольких местах. Вы можете определить косметические характеристики существа; ваш выбор не влияет на его игровые характеристики.\nВ бою существо разделяет ваш счет инициативы, но ходит сразу после вас. Оно может двигаться и использовать свою Реакцию самостоятельно, но единственное Действие, которое оно совершает в свой ход, — это действие Уклонение, если только вы не используете Бонусное действие в свой ход, чтобы приказать ему совершить другое Действие. Это Действие может быть одним из его блока статистики или каким-либо другим Действием. Если вы Недееспособны, существо может совершать любое Действие по своему выбору, а не только Уклонение.\nЕсли ваше создание из трупов умерло в течение последнего часа, вы можете использовать свой набор целителя Действием, чтобы оживить его, при условии, что вы находитесь в пределах 5 футов от него и тратите ячейку заклинания Апотекария. Спутник-создание из трупов возвращается к жизни через 1 минуту со всеми своими Хитами.\nВ конце длительного отдыха вы можете создать новое создание из трупов, если у вас есть набор целителя и доступ к подходящим "материалам". Если у вас уже есть создание из трупов от этого умения, первое немедленно погибает.\nСущество также погибает, если вы умираете.'
        }, 
        {
          name: 'Телохранитель',
          level: 6,
          description: 'Когда существо в пределах 5 футов от вашего создания из трупов совершает атаку против вас, оно может использовать свою Реакцию, чтобы совершить атаку оружием ближнего боя против атакующего существа. Кроме того, атака ударом вашего создания из трупов считается магической для преодоления Сопротивления и Иммунитета к немагическим атакам и урону.\nДополнительно, вы можете сотворить восставший труп один раз, используя ячейку заклинания Апотекария. Сделав это, вы не можете сотворить заклинание снова, пока не завершите Продолжительный отдых.'
        },
        {
          name: 'Трупная атака',
          level: 6,
          description: 'Когда вы приказываете своему Созданию из трупов совершить действие Атака, существо может совершить две атаки.'
        },
        {
          name: 'Оживленная голова',
          level: 6,
          description: 'Вы оживили голову умершего гуманоидного существа, которая теперь служит вам в ваших исследованиях. Вы можете использовать голову как фокус для заклинаний. Голова говорит на Общем и на еще одном языке, которое существо знало при жизни, или известном вам языке по вашему выбору.\nВсякий раз, когда вы совершаете проверку характеристики Интеллекта, позволяющую добавить ваш Бонус мастерства, вы можете считать результат броска д20 равным 10, если выпало 9 или меньше. Дополнительно, вы получаете владение навыками Магия и Расследование.\nВы можете использовать голову для сотворения заклинания Разговор с мёртвыми без траты ячейки заклинания. Использовав это умение, вы не можете сделать это снова, пока не завершите Короткий или Продолжительный отдых.'
        },
        {
          name: 'Узри, мое творение',
          level: 10,
          description: 'Размер вашего создания из трупов увеличивается до Большого, а его скорость увеличивается до 40 футов.\nКогда ваше Создание из трупов попадает по существу рукопашной атакой, оно может немедленно совершить попытку захвата против цели. Сл захвата равна 8 + модификатор силы Создания из трупов (+4) + ваш БМ.'
        },
        {
          name: 'Яростная атака',
          level: 14,
          description: 'Когда вы приказываете своему Созданию из трупов совершить действие Атака, существо может совершить три атаки.'
        },
        {
          name: 'Я не могу остановить монстра, которого создал',
          level: 18,
          description: 'Ваше создание из трупов увеличивается в размере до Огромного, получает досягаемость 10 футов, а его скорость увеличивается до 50 футов. Его атака ударом наносит дополнительный 1д8 Дробящего урона.\nДополнительно, вес, который ваше создание из трупов может толкать или поднимать, удваивается.'
        }
      ]
    },
  ]
};