import type { Class } from '../../types/class';

export const barbarian: Class = {
  id: 'barbarian',
  name: 'Варвар',
  nameEn: 'Barbarian',
  sourceBook: 'PHB24',
  portrait: '/images/classes/barbarian.png',
  description: 'Варвары — это могучие воины с первобытной силой, которая проявляется в Мультивселенной в виде ярости. Это гораздо больше, чем просто эмоция, и она не ограничивается гневом или злостью. Ярость варвара — это воплощение свирепости хищника, неистовства бури и беспокойства моря.\nНекоторые варвары воплощают свою ярость в виде свирепого духа или почитаемого предка. Другие видят в ней связь с болью и муками мира, как безличное сплетение дикой магии или как выражение их собственного глубочайшего "я". Для каждого варвара ярость — это сила, которая подпитывает не только боевую доблесть, но и дарует сверхъестественные рефлексы и обострённые чувства.\nВарвары часто выступают в роли защитников и лидеров в своих общинах. Они бросаются навстречу опасности, чтобы это не пришлось делать тем, кто находится под их защитой. Их мужество перед лицом опасности делает варваров идеально подходящими для путешествий.',
  primaryAbility: 'Сила',
  hitDice: 12,
  hitPoints: {
    level1: '12 + модификатор Телосложения',
    higherLevels: '1д12 (или 7) + модификатор Телосложения за каждый уровень после первого'
  },
  proficiencies: {
    armor: ['Лёгкие', 'Средние', 'Щиты'],
    weapons: ['Простое оружие', 'Воинское оружие'],
    savingThrows: ['Сила', 'Телосложение'],
    skills: {
      count: 2,
      list: [
        'Уход за животными',
        'Атлетика',
        'Природа',
        'Запугивание',
        'Восприятие',
        'Выживание'
      ]
    }
  },
  equipment: {
    default: [
      {
        choice: 'А',
        items: [
          '<a href="/items/greataxe">Секира</a>',
          '4 <a href="/items/handaxe">ручных топора</a>',
          '<a href="/items/explorers-pack">Набор путешественника</a>',
          '15 зм'
        ]
      },
      {
        choice: 'Б',
        items: ['75 зм']
      }
    ]
  },
  multiclass: {
    bullets: [
      'Требование характеристики: Сила 13 или выше.',
      'Получите следующие особенности: кость хитов, владение простым, воинским оружием и щитами.'
    ],
  },
  levels: [
    {
      level: 1,
      profBonus: '+2',
      features: ['Ярость', 'Защита без доспехов', 'Оружейные приёмы'],
      rage: 2,
      rageDamage: '+2',
      maneuvers: '2'
    },
    {
      level: 2,
      profBonus: '+2',
      features: ['Безрассудная атака', 'Чувство опасности'],
      rage: 2,
      rageDamage: '+2',
      maneuvers: '2'
    },
    {
      level: 3,
      profBonus: '+2',
      features: ['Подкласс варвара', 'Первобытное знание'],
      rage: 3,
      rageDamage: '+2',
      maneuvers: '2'
    },
    {
      level: 4,
      profBonus: '+2',
      features: ['Увеличение характеристик'],
      rage: 3,
      rageDamage: '+2',
      maneuvers: '3'
    },
    {
      level: 5,
      profBonus: '+3',
      features: ['Дополнительная атака', 'Быстрое передвижение'],
      rage: 3,
      rageDamage: '+2',
      maneuvers: '3'
    },
    {
      level: 6,
      profBonus: '+3',
      features: ['Умение подкласса'],
      rage: 4,
      rageDamage: '+2',
      maneuvers: '3'
    },
    {
      level: 7,
      profBonus: '+3',
      features: ['Дикий инстинкт', 'Инстинктивный бросок'],
      rage: 4,
      rageDamage: '+2',
      maneuvers: '3'
    },
    {
      level: 8,
      profBonus: '+3',
      features: ['Увеличение характеристик'],
      rage: 4,
      rageDamage: '+2',
      maneuvers: '3'
    },
    {
      level: 9,
      profBonus: '+4',
      features: ['Жестокий удар'],
      rage: 4,
      rageDamage: '+3',
      maneuvers: '3'
    },
    {
      level: 10,
      profBonus: '+4',
      features: ['Умение подкласса'],
      rage: 4,
      rageDamage: '+3',
      maneuvers: '4'
    },
    {
      level: 11,
      profBonus: '+4',
      features: ['Непреклонная ярость'],
      rage: 4,
      rageDamage: '+3',
      maneuvers: '4'
    },
    {
      level: 12,
      profBonus: '+4',
      features: ['Увеличение характеристик'],
      rage: 5,
      rageDamage: '+3',
      maneuvers: '4'
    },
    {
      level: 13,
      profBonus: '+5',
      features: ['Улучшенный Жестокий удар'],
      rage: 5,
      rageDamage: '+3',
      maneuvers: '4'
    },
    {
      level: 14,
      profBonus: '+5',
      features: ['Умение подкласса'],
      rage: 5,
      rageDamage: '+3',
      maneuvers: '4'
    },
    {
      level: 15,
      profBonus: '+5',
      features: ['Непрерывная ярость'],
      rage: 5,
      rageDamage: '+3',
      maneuvers: '4'
    },
    {
      level: 16,
      profBonus: '+5',
      features: ['Увеличение характеристик'],
      rage: 5,
      rageDamage: '+4',
      maneuvers: '4'
    },
    {
      level: 17,
      profBonus: '+6',
      features: ['Улучшенный Жестокий удар'],
      rage: 6,
      rageDamage: '+4',
      maneuvers: '4'
    },
    {
      level: 18,
      profBonus: '+6',
      features: ['Неукротимая мощь'],
      rage: 6,
      rageDamage: '+4',
      maneuvers: '4'
    },
    {
      level: 19,
      profBonus: '+6',
      features: ['Эпическая черта'],
      rage: 6,
      rageDamage: '+4',
      maneuvers: '4'
    },
    {
      level: 20,
      profBonus: '+6',
      features: ['Первородный чемпион'],
      rage: 6,
      rageDamage: '+4',
      maneuvers: '4'
    }
  ],
  features: [
    {
      name: 'Защита без доспехов',
      level: 1,
      description: 'Пока вы не носите доспехи, ваш базовый класс доспеха равен 10 + ваши модификаторы Ловкости и Телосложения.\nВы можете использовать щит и всё равно получать это преимущество.'
    },
    {
      name: 'Ярость',
      level: 1,
      description: 'Вы можете наделить себя первобытной силой под названием ярость — силой с необычайной мощью и сопротивлением. Вы можете войти в состояние Ярости Бонусным действием, если вы не носите тяжёлый доспех. Вы можете использовать свою ярость столько раз, сколько указано для вашего уровня варвара в столбце "Ярость" из таблицы "Умения варвара". Вы восстанавливаете 1 потраченное использование, когда заканчиваете Короткий отдых, и вы восстанавливаете все потраченные использования, когда заканчиваете Продолжительный отдых.\nВо время ярости вы получаете следующие эффекты:\nСопротивление. У вас есть сопротивление к Дробящему, Колющему и Рубящему урону.\nУрон ярости. Когда вы совершаете атаку с использованием Силы (оружием или Безоружным ударом) и наносите урон цели, то вы получаете бонус к урону, который увеличивается по мере того, как вы получаете уровни варвара, как указано в столбце "Урон ярости" из таблицы "Умения варвара".\nПрeимущество силы. У вас есть Преимущество на проверки и спасброски Силы.\nБез концентрации и заклинаний. Вы не можете поддерживать концентрацию и не можете накладывать заклинания.\nДлительность. Ярость длится до конца вашего следующего хода и заканчивается раньше, если вы надеваете тяжёлый доспех или находитесь в состоянии Недееспособный. Если ваша ярость всё ещё активна в ваш следующий ход, то вы можете продлить ярость на ещё один раунд, выполнив одно из следующих действий:\n• Совершить бросок атаки против врага.\n• Заставить врага совершить спасбросок.\n• Использовать Бонусное действие для продления ярости.\nКаждый раз, когда ярость продлевается, она длится до конца вашего следующего хода.\nВы можете поддерживать ярость до 10 минут.'
    },
    {
      name: 'Оружейные приёмы',
      level: 1,
      description: 'Ваша тренировка с оружием позволяет вам использовать оружейные приёмы 2 типов простого или воинского рукопашного оружия по вашему выбору, например, секир и ручных топоров.\nКогда вы заканчиваете Продолжительный отдых, вы можете попрактиковать упражнения с оружием и поменять 1 из этих типов оружия.\nКогда вы достигаете определённых уровней варвара, вы получаете возможность использовать приёмы большего количества типов оружия, как показано в столбце "Приёмы" из таблицы "Умения варвара".',
      collapsible: [
        {
          title: 'Оружейные приёмы',
          description: '',
          tableData: {
            headers: ['Оружейный приём', 'Описание'],
            rows: [
              ['Прорубание [Cleave]', 'Если вы попадаете по существу с помощью рукопашной атаки этим оружием, то вы можете совершить рукопашную атаку этим оружием против второго существа в пределах 5 футов от первого, которое также находится в пределах вашей досягаемости. При попадании второе существо получает урон от оружия, но вы не добавляете ваш модификатор характеристики к этому урону, если только этот модификатор не отрицательный. Вы можете совершать эту дополнительную атаку только 1 раз за ход.'],
              ['Задевание [Graze]', 'Если ваш бросок атаки этим оружием не попал по существу, то вы можете нанести этому существу урон, равный модификатору характеристики, который вы использовали для совершения атаки. Этот урон такого же типа, как и урон, наносимый оружием, и его можно увеличить только путем увеличения модификатора характеристики.'],
              ['Выпад [Nick]', 'Когда вы совершаете дополнительную атаку оружием, представленную свойством лёгкое, то вы можете сделать её частью действия Атака, а не Бонусным действием. Вы можете совершать дополнительную атаку от оружия со свойством лёгкое только 1 раз за ход.'],
              ['Толкание [Push]', 'Если вы попадаете по существу этим оружием, то вы можете оттолкнуть существо на расстояние до 10 футов от себя, если оно размера большой или меньше.'],
              ['Изнурение [Sap]', 'Если вы попадаете по существу этим оружием, то у этого существа будет Помеха на его следующую атаку до начала вашего следующего хода.'],
              ['Зaмедление [Slow]', 'Если вы попадаете по существу этим оружием и наносите ему урон, то вы можете уменьшить его скорость на 10 футов до начала вашего следующего хода. Если существо получает удар более 1 раза от оружия с этим свойством, то уменьшение скорости не превышает 10 футов.'],
              ['Опрокидывание [Topple]', 'Если вы попадаете по существу этим оружием, то вы можете заставить его совершить спасбросок Телосложения (Сл. 8 + ваш модификатор характеристики, использованный для совершения атаки, + ваш бонус мастерства). При провале существо получает состояние Опрокинутый.'],
              ['Подавление [Vex]', 'Если вы попадаете по существу этим оружием и наносите ему урон, то вы получаете Преимущество на следующую атаку против этого существа до конца вашего следующего хода.']
            ]
          }
        }
      ]
    },
    {
      name: 'Чувство опасности',
      level: 2,
      description: 'Вы получаете сверхъестественную чувствительность и теперь замечаете, если что-то не так. Это даёт вам возможность уклоняться от опасности.\nУ вас есть Преимущество в спасбросках Ловкости, если у вас нет состояния Недееспособный.'
    },
    {
      name: 'Безрассудная атака',
      level: 2,
      description: 'Вы можете отбросить все заботы о защите и атаковать с ещё большей свирепостью.\nКогда вы совершаете первый бросок атаки в свой ход, вы можете решить атаковать безрассудно.\nЭто даёт вам Преимущество при бросках атаки с использованием Силы до начала вашего следующего хода, но броски атаки по вам совершаются с Преимуществом.'
    },
    {
      name: 'Первобытное знание',
      level: 3,
      description: 'Вы получаете владение навыком, которым не владеете, по вашему выбору из списка навыков, доступных варварам на 1 уровне.\nКроме того, пока ваша ярость активна, вы можете направлять первобытную мощь, когда пытаетесь выполнить определённые задачи; каждый раз, когда вы совершаете проверку характеристики, используя один из следующих навыков, вы можете сделать это проверкой Силы, даже если она обычно использует другую характеристику: Акробатика, Запугивание, Восприятие, Скрытность или Выживание.\nКогда вы используете эту способность, ваша Сила представляет собой первобытную мощь, протекающую через вас, усиливая ваши проворство, выдержку и чувства.'
    },
    {
      name: 'Подкласс варвара',
      level: 3,
      description: 'Вы получаете подкласс варвара по вашему выбору.\nПодкласс — это специализация, которая предоставляет вам возможности на определённых уровнях варвара.\nВ ходе дальнейшего развития вы получаете все умения вашего подкласса, которые соответствуют вашему уровню варвара или ниже.'
    },
    {
      name: 'Улучшение характеристик',
      level: 4,
      description: 'Вы получаете черту Улучшение характеристик (см. главу 5) или другую черту по вашему выбору, требованиям которой вы соответствуете.\nВы снова получаете эту способность на уровнях варвара 8, 12 и 16.'
    },
    {
      name: 'Дополнительная атака',
      level: 5,
      description: 'Вы можете атаковать 2 раза вместо одного, когда вы совершаете действие Атака в свой ход.'
    },
    {
      name: 'Быстрое передвижение',
      level: 5,
      description: 'Ваша скорость увеличивается на 10 футов, пока вы не носите тяжёлый доспех.'
    },
    {
      name: 'Дикий инстинкт',
      level: 7,
      description: 'Ваши инстинкты настолько остры, что у вас есть Преимущество на броски инициативы.'
    },
    {
      name: 'Инстинктивный бросок',
      level: 7,
      description: 'Частью Бонусного действия, которое вы совершаете, чтобы войти в ярость, вы можете переместиться на половину своей скорости.'
    },
    {
      name: 'Жестокий удар',
      level: 9,
      description: 'Если вы используете Безрассудную атаку, то вы можете отказаться от любого Преимущества в одном броске атаки на основе Силы по вашему выбору в ваш ход.\nВыбранный бросок атаки не должен иметь Помехи.\nЕсли этот бросок атаки попадает, то цель получает дополнительно 1д10 того же типа урона, и вы можете вызвать один эффект Жестокого удара по вашему выбору.\nУ вас есть следующие варианты эффектов:\n• Мощный удар. Вы толкаете цель на 15 футов от себя. Затем вы можете переместиться до половины своей скорости к цели, не вызывая провоцированных атак.\n• Удар по сухожилию. Скорость цели снижается на 15 футов до начала вашего следующего хода. Цель может быть под эффектом только одного Удара по сухожилию за раз — самого последнего.'
    },
    {
      name: 'Непреклонная ярость',
      level: 11,
      description: 'Ваша ярость может заставить вас сражаться, несмотря на тяжёлые раны.\nЕсли ваши Хиты опустятся до 0, пока ваша ярость активна, и вы не умираете сразу, то вы можете использовать это умение и совершить спасбросок Телосложения со Сл. 10. В случае успеха ваши Хиты вместо этого изменятся на число, равное вашему удвоенному уровню варвара. Каждый раз, когда вы используете это умение после первого, Сл. увеличивается на 5. Когда вы заканчиваете Короткий или Продолжительный отдых, то Сл. сбрасывается до 10.'
    },
    {
      name: 'Улучшенный Жестокий удар',
      level: 13,
      description: 'Вы отточили новые способы яростной атаки.\nСледующие эффекты теперь среди ваших вариантов Жестокого удара:\nШокирующий удар. Цель получает Помеху на следующий спасбросок, который она совершает, и она не может совершать провоцированные атаки до начала вашего следующего хода.\nРазрушительный удар. До начала вашего следующего хода следующий бросок атаки, сделанный другим существом против цели, получает бонус +5 к броску.\nБросок атаки может получить только один бонус Разрушительного удара.'
    },
    {
      name: 'Непрерывная ярость',
      level: 15,
      description: 'Когда вы бросаете инициативу, вы можете восстановить все потраченные использования ярости.\nПосле того, как вы восстановите использования ярости таким образом, вы не сможете сделать это снова, пока не закончите Продолжительный отдых.\nКроме того, ваша ярость настолько сильная, что теперь она длится 10 минут, и вам не нужно ничего делать, чтобы продлить её от раунда к раунду.\nВаша ярость заканчивается раньше, если у вас состояние Бессознательный (состояние Недееспособный с этим умением не заканчивает ярость) или вы надеваете тяжёлый доспех.'
    },
    {
      name: 'Улучшенный Жестокий удар',
      level: 17,
      description: 'Дополнительный урон от Жестокого удара увеличивается до 1д10.\nКроме того, вы можете использовать два разных эффекта Жестокого удара каждый раз, когда используете умение Жестокий удар.'
    },
    {
      name: 'Неукротимая мощь',
      level: 18,
      description: 'Если ваш итоговый результат проверки Силы или спасброска Силы меньше вашего показателя Силы, то вы можете использовать этот показатель вместо итогового результата.'
    },
    {
      name: 'Эпическая черта',
      level: 19,
      description: 'Вы получаете эпическую черту (см. главу 5) или другую черту по вашему выбору, требованиям которой вы соответствуете.\nРекомендуется черта Непреодолимое нападение.'
    },
    {
      name: 'Первородный чемпион',
      level: 20,
      description: 'Вы воплощаете первобытную силу.\nВаши показатели Силы и Телосложения увеличиваются на 4, при максимальном значении до 25.'
    }
  ],
  subclasses: [
    {
      id: 'berserker',
      name: 'Путь Берсерка',
      nameEn: 'Path of the Berserker PHB24',
      description: 'Варвары, следующие Путём Берсерка, направляют свою ярость в основном на насилие.\nИх путь — это необузданная ярость.\nОни получают удовольствие от хаоса битвы, позволяя своей ярости захватить и усилить их.',
      features: [
        {
          name: 'Бешенство',
          level: 3,
          description: 'Если вы используете Безрассудную атаку, пока активна ваша ярость, то вы наносите дополнительный урон первой цели, которую вы поразили в свой ход атакой, основанной на Силе.\nЧтобы определить дополнительный урон, бросьте количество д6, равное вашему бонусу урона ярости, и сложите их.\nУрон имеет тот же тип, что и оружие или Безоружный удар, использованные для атаки.'
        },
        {
          name: 'Бездумная ярость',
          level: 6,
          description: 'У вас есть Иммунитет к состояниям Очарованный и Испуганный, пока активна ваша ярость.\nЕсли вы Очарованы или Испуганы, когда входите в ярость, то эти состояния у вас заканчиваются.'
        },
        {
          name: 'Возмездие',
          level: 10,
          description: 'Когда вы получаете урон от существа, находящегося в пределах 5 футов от вас, вы можете Реакцией совершить одну рукопашную атаку против этого существа, используя оружие или Безоружный удар.'
        },
        {
          name: 'Пугающее присутствие',
          level: 14,
          description: 'Бонусным действием вы можете вселять ужас в других своим пугающим присутствием и первобытной силой.\nКогда вы это совершаете, от вас исходит 30-футовая эманация и каждое существо по вашему выбору в эманации должно совершить спасбросок Мудрости (Сл. 8 + ваш модификатор Силы + ваш бонус мастерства).\nПри провале спасброска существо находится в состоянии Испуганный в течение 1 минуты.\nВ конце каждого своего хода Испуганное существо повторяет спасбросок, при успешном результате эффект заканчивается.\nИспользовав эту способность, вы не можете использовать её снова до окончания Продолжительного отдыха, если только не потратите одно из использований ярости (действие не требуется), чтобы восстановить её использование.'
        }
      ]
      },
      {
      id: 'wild-heart',
      name: 'Путь Дикого сердца',
      nameEn: 'Path of the Wild Heart PHB24',
      description: 'Варвары, следующие Пути Дикого сердца, считают себя родственными животным. Эти варвары изучают магические способы общения с животными и их ярость усиливает их связь с животными, поскольку наполняет варваров этого пути сверхъестественной силой.',
      features: [
        {
          name: 'Говорящий с животными',
          level: 3,
          description: 'Вы можете использовать заклинания Животные чувства и Разговор с животными, но только как ритуал. Мудрость — это ваша заклинательная характеристика для них.'
        },
        {
          name: 'Ярость диких земель',
          level: 3,
          description: 'Ваша ярость черпает вдохновение из первобытной силы животных.\nКаждый раз, когда вы активируете ярость, вы получаете одну из следующих способностей по вашему выбору.\n• Медведь. Пока активна ярость, у вас есть Cопротивление ко всем типам урона, кроме Cилового поля, Некротики, Психики и Излучения.\n• Орел. Когда вы активируете ярость, вы можете совершить действия Отход и Рывок частью этого Бонусного действия. Пока активна ярость, вы можете Бонусным действием выполнить оба этих действия.\n• Волк. Пока активна ярость, ваши союзники получают Преимущество при бросках атаки против любого вашего врага в 5-футовом радиусе от вас.'
        },
        {
          name: 'Аспект диких земель',
          level: 6,
          description: 'Вы получаете один из следующих вариантов по вашему выбору. Каждый раз, когда вы заканчиваете Продолжительный отдых, вы можете изменить свой выбор.\n• Сова. Вы имеете тёмное зрение в пределах 60 футов. Если у вас уже есть тёмное зрение, то его дальность увеличивается на 60 футов.\n• Пантера. Ваша скорость лазания равна вашей скорости.\n• Лосось. Ваша скорость плавания равна вашей скорости.'
        },
        {
          name: 'Оратор природы',
          level: 10,
          description: 'Вы можете использовать заклинание Общение с природой, но только как ритуал. Мудрость является вашей заклинательной характеристикой для этого заклинания.'
        },
        {
          name: 'Сила дикой природы',
          level: 14,
          description: 'Каждый раз, когда вы активируете свою ярость, вы получаете один из следующих вариантов по вашему выбору:\n• Сокол. Пока ваша ярость активна, у вас есть скорость полёта, равная вашей скорости, если вы не носите доспехи.\n• Лев. Пока ваша ярость активна, то любой из ваших врагов в радиусе 5 футов от вас имеет Преимущество при бросках атаки против целей, отличных от вас или другого варвара, у которого эта опция активна.\n• Баран. Пока ваша ярость активна, вы можете заставить существо большого размера или меньше получить состояние Опрокинутый, когда попадаете по нему рукопашной атакой.'
        }
      ]
    },
      {
      id: 'world-tree',
      name: 'Путь Мирового древа',
      nameEn: 'Path of the World Tree PHB24',
      description: 'Варвары, следующие Пути Мирового древа, соединяются с космическим деревом Иггдрасиль через свою ярость. Это дерево растёт среди Внешних планов, соединяя их друг с другом и Материальным планом. Эти варвары черпают магию дерева для жизненной силы и как средство для перемещения между планами.',
      features: [
        {
          name: 'Жизненная сила древа',
          level: 3,
          description: 'Ваша ярость черпает жизненную силу из Мирового древа. Вы получаете следующие эффекты.\nВсплеск жизненной силы. Когда вы активируете ярость, вы получаете количество Временных хитов, равное вашему уровню варвара.\nЖизнетворная сила. В начале каждого вашего хода, пока ваша ярость активна, вы можете выбрать другое существо в пределах 10 футов от себя, чтобы дать ему Временные хиты. Чтобы определить количество Временных хитов, бросьте количество д6, равное вашему бонусу урона ярости, и сложите их. Если какие-либо из этих Временных хитов остаются, когда ваша ярость заканчивается, то они исчезают.'
        },
        {
          name: 'Ветви древа',
          level: 6,
          description: 'Когда существо, которое вы видите, начинает свой ход в пределах 30 футов от вас, пока ваша ярость активна, вы можете Реакцией вызвать спектральные ветви Мирового древа вокруг него. Цель должна преуспеть в спасброске Силы (Сл. 8 + ваш модификатор Силы + ваш бонус мастерства) или при провале она телепортируется в незанятое пространство, которое вы видите в пределах 5 футов от вас, или в ближайшее незанятое пространство, которое вы видите. После телепортации вы можете уменьшить скорость цели до 0 до конца текущего хода'
        },
        {
          name: 'Разящие корни',
          level: 10,
          description: 'Во время вашего хода ваша досягаемость увеличивается на 10 футов с любым оружием рукопашного боя, имеющим свойство тяжёлое или универсальное, поскольку от вас отходят завитки Мирового древа. Когда вы наносите удар таким оружием в свой ход, вы можете активировать оружейный приём Толкание или Опрокидывание в дополнение к другому оружейному приёму, которое вы используете с этим оружием.'
        },
        {
          name: 'Путешествие по древу',
          level: 14,
          description: 'Когда вы активируете свою ярость и пока она активна вы можете Бонусным действием телепортироваться на расстояние до 60 футов в видимое вами незанятое пространство. Кроме того, один раз пока ярость активна вы можете увеличить дальность этой телепортации до 150 футов. \nКогда вы это совершаете, вы также можете телепортировать до 6 согласных существ, которые находятся в пределах 10 футов от вас. Каждое существо телепортируется в незанятое пространство по вашему выбору в пределах 10 футов от вашего места назначения.'
        }
      ]
    },
      {
      id: 'zealot',
      name: 'Путь Фанатика',
      nameEn: 'Path of the Zealot PHB24',
      description: 'Варвары, ступившие на Путь Фанатика, получают благословения от бога или пантеона богов. Эти варвары переживают свою ярость, как восторженный эпизод божественного единения, который наполняет их силой. Они часто являются союзниками жрецов и других последователей своего бога или пантеона.',
      features: [
        {
          name: 'Божественный гнев',
          level: 3,
          description: 'Вы можете направлять божественную силу в свои удары. В каждый ваш ход, пока активна ваша ярость, первое существо, по которому вы попали оружием или Безоружным ударом, получает дополнительный урон, равный 1д6 + половина вашего уровня Варвара (с округлением вниз). Вы выбираете тип дополнительного урона каждый раз, когда наносите урон: Некротика или Излучение.'
        },
        {
          name: 'Воин богов',
          level: 3,
          description: 'Божественная сущность помогает вам продолжать бой. У вас есть запас из 4 костей д12, которые вы можете потратить на своё исцеление. Бонусным действием вы можете потратить кости из запаса, чтобы бросить их и восстановить количество Хитов, равное итоговому результату броска. Вы восстанавливаете все потраченные кости, когда заканчиваете Продолжительный отдых. Максимальное количество костей в запасе увеличивается на 1, когда вы достигаете 6 (5 костей), 12 (6 костей) и 17 (7 костей) уровней варвара'
        },
        {
          name: 'Концентрация фанатика',
          level: 6,
          description: 'Если вы провалили спасбросок 1 раз пока ярость активна, то вы можете перебросить его с бонусом, равным вашему бонусу урона ярости, и вы должны использовать новый бросок.'
        },
        {
          name: 'Фанатичное присутствие',
          level: 10,
          description: 'Бонусным действием вы издаёте боевой клич, наполненный божественной энергией. До 10 других существ по вашему выбору в радиусе 60 футов от вас получают Преимущество на броски атаки и спасброски до начала вашего следующего хода. После использования этой способности вы сможете использовать её снова после завершения Продолжительного отдыха или если потратите одно использование своей ярости (действие не требуется) для восстановления использования.'
        },
        {
          name: 'Ярость богов',
          level: 14,
          description: 'Когда вы активируете свою ярость, вы можете принять форму божественного воителя. Эта форма сохраняется в течение 1 минуты или до тех пор, пока количество Хитов не упадет до 0. После того, как вы воспользуетесь этим умением, вы не сможете использовать его снова, пока не закончите Продолжительный отдых. Находясь в этой форме, вы получаете следующие эффекты:\nПoлёт. У вас есть скорость полёта, равная вашей скорости, и вы можете парить в воздухе.\nСопротивление. У вас есть Сопротивление к урону Некротикой, Психикой и Излучением.\nОживление. Когда количество Хитов существа, находящегося в радиусе 30 футов от вас, падает до 0, то вы можете Реакцией использовать свою ярость, чтобы изменить количество Хитов цели на число, равное вашему уровню Варвара.'
        }
      ]
    },
      {
      id: 'battlerager',
      name: 'Путь Бушующего в бою',
      nameEn: 'Path of the Battlerager SCAG14',
      description: 'Называемые на дварфийском языке "Калджарх" (буквально "идиоты топора"), бушующие в бою — это дварфийские последователи богов войны, вставшие на Путь Бушующего в Бою. Они специализируются в ношении громоздких шипованных доспехов, бросаются в бой, используя тело как оружие, и всецело отдаваясь ярости битвы.',
      features: [
        {
          name: 'Броня бушующего в бою',
          level: 3,
          description: 'Вы получаете возможность использовать шипованный доспех в качестве оружия. Пока вы носите шипованный доспех и находитесь в ярости, вы можете Бонусным действием совершить одну рукопашную атаку оружием по цели в 5 футах от вас, используя шипы на броне. Если атака успешна, шипы наносят 1д4 Колющего урона. Используйте модификатор Силы для совершения атаки и броска урона. Кроме того, когда вы используете действие Захват, цель получает 3 Колющего урона, если Захват оказался успешным.'
        },
        {
          name: 'Полное безрассудство',
          level: 6,
          description: 'Когда вы используете умение "Безрассудная атака", находясь в ярости, вы также получаете Временные хиты, равные вашему модификатору Телосложения (минимум 1). Те из них, что остались, когда заканчивается ярость, исчезают.'
        },
        {
          name: 'Налёт бушующего в бою',
          level: 10,
          description: 'Вы можете совершать действие Рывок Бонусным действием, пока вы в ярости.'
        },
        {
          name: 'Шипованная расплата',
          level: 14,
          description: 'Когда существо в пределах 5 футов от вас попадает по вам Рукопашной атакой, атакующий получает 3 Колющего урона, если вы в ярости, не являетесь Недееспособным и одеты в шипованный доспех'
        }
      ]
    },
      {
      id: 'storm-herald',
      name: 'Путь Буревестника',
      nameEn: 'Path of the Storm Herald XGE14',
      description: 'Все варвары хранят свою ярость внутри. Их гнев даёт им их превосходную силу, выносливость и скорость. Варвары, следующие по пути буревестника, учатся трансформировать эту ярость в покров первобытной магии, который кружится вокруг них. Будучи в ярости, варвары этого пути используют силы природы для создания могущественных магических эффектов. Буревестники – это обычно элитные чемпионы, тренирующиеся вместе с друидами, следопытами и другими поклявшимися защищать природу. Другие буревестники оттачивают свое мастерство в областях, сокрушаемых бурями, на ледяных вершинах на краю света или в глубинах самых горячих пустынь.',
      features: [
        {
          name: 'Аура бури',
          level: 3,
          description: 'Вы излучаете штормовую магическую ауру во время ярости. Аура распространяется от вас на 10 футов во всех направлениях, но не через полные укрытия. У вашей ауры есть эффект, который активируется когда вы входите в ярость, и вы можете активировать эффект снова в каждый свой ход Бонусным действием. Выберите пустыню, море или тундру. Ваш эффект ауры зависит от выбранной среды как описано ниже. Вы можете сменить выбор окружения когда получаете уровень в этом классе. Если эффект вашей ауры требует спасброска, Сл равна 8 + ваш бонус мастерства + ваш модификатор Телосложения.\nПустыня. Когда активируется этот эффект, все остальные существа в вашей ауре получают 2 урона Огнём каждое. Урон увеличивается когда вы достигаете определенных уровней в этом классе: до 3 на 5-м уровне, 4 на 10-м уровне, 5 на 15-м уровне и 6 на 20-м уровне.\nМоре. Когда активируется этот эффект, вы можете выбрать любое другое существо, которое можете видеть в пределах действия вашей ауры. Цель должна совершить спасбросок Ловкости. Цель получает 1д6 урона Электричеством при провале или половину урона при успехе. Урон увеличивается когда вы достигаете определенных уровней в этом классе: 2д6 на 10-м уровне, 3д6 на 15-м уровне, и 4д6 на 20-м уровне.\nТундра. Когда активируется этот эффект, каждое существо по вашему выбору в пределах действия вашей ауры получает 2 Временных хита, так как ледяные духи делают их менее чувствительными к страданиям. Количество Временных хитов увеличивается, когда вы достигаете определенных уровней в этом классе: до 3 на 5-м уровне, 4 на 10-м уровне, 5 на 15-м уровне и 6 на 20-м уровне.'
        },
        {
          name: 'Душа бури',
          level: 6,
          description: 'Буря даёт вам преимущества даже когда ваша аура не активна. Прeимущества зависят от окружения, которое вы выбрали для вашей ауры бури.\nПустыня. Вы получаете Сопротивление урону Огнём и не страдаете от эффектов Невероятной жары, описанных в "Руководстве Мастера". Более того, вы можете действием дотронуться до горючего объекта, который никто не несёт и не носит, и поджечь его.\nМоре. Вы получаете Сопротивление урону Электричеством и можете дышать под водой. Вы также получаете скорость плавания 30 футов.\nТундра. Вы получаете Сопротивление урону Холодом и не страдаете от эффектов Сильного холода, описанных в "Руководстве Мастера". Более того, вы можете действием дотронуться до воды и превратить её в куб льда со стороной 5 футов, который растает через 1 минуту. Действие проваливается если в кубе находится существо.'
        },
        {
          name: 'Ограждающая буря',
          level: 10,
          description: 'Вы учитесь использовать своё мастерство бури, чтобы защищать других. Каждое существо по вашему выбору получает Сопротивление урону, которое вы получили от умения "Душа бури", пока существо находится в пределах действия вашей ауры бури.'
        },
        {
          name: 'Неистовство бури',
          level: 14,
          description: 'Сила бури, которую вы призываете, становится могущественнее и обрушивается на ваших врагов. Эффект основан на окружении, которое вы выбрали для вашей ауры бури.\nПустыня. Сразу же после того как существо в вашей ауре попадет по вам атакой, вы можете Реакцией заставить это существо совершить спасбросок Ловкости. При провале существо получает урон Огнём, равный половине вашего уровня варвара.\nМоре. Когда вы попадаете по существу в вашей ауре атакой, вы можете Реакцией заставить существо совершить спасбросок Силы. При провале существо сбивается с ног, словно ударом волны.\nТундра. Когда эффект вашей ауры бури активирован, вы можете выбрать одно существо, которое можете видеть в пределах действия ауры. Это существо должно преуспеть в спасброске Силы, иначе его скорость уменьшается до 0 до начала вашего следующего хода, так как его покрывает магический мороз.'
        }
      ]
    },
      {
      id: 'ancestral-guardian',
      name: 'Путь Предка-хранителя',
      nameEn: 'Path of the Ancestral Guardian XGE14',
      description: 'Некоторые варвары происходят из культур, где почитают своих предков. Эти племена учат своих воинов, что ушедшие остаются в этом мире в качестве могучих духов, которые могут направлять и защищать живых. Когда варвары, следующие этому пути, впадают в ярость, они пересекают барьер между нашим миром и миром духов и взывают к своим духам-хранителям о помощи. Варвары, призывающие своих предков-хранителей, могут лучше защитить своё племя и своих союзников. Чтобы укрепить связь со своими стражами-предками, варвары, следующие этому пути, покрывают себя детально проработанными татуировками, повествующими о делах их предков. Эти татуировки рассказывают саги о победах над ужасными монстрами или другими страшными противниками.',
      features: [
        {
          name: 'Древние защитники',
          level: 3,
          description: 'Когда вы впадаете в ярость, появляются призрачные воины. Пока вы в ярости, первое существо, по которому вы попадаете атакой в свой ход, становится целью воинов, которые мешают его атакам.\nДо начала вашего следующего хода цель совершает броски атаки, которые не направлены на вас, с Помехой, а когда цель попадает атакой по существу, отличному от вас, то существо имеет Сопротивление урону, наносимому атакой. Эффект на цели заканчивается раньше, если ваша ярость заканчивается.'
        },
        {
          name: 'Щит предков',
          level: 6,
          description: 'Духи защитники, которые помогают вам, могут дать сверхъестественную защиту тем, кого вы защищаете. Если вы в ярости, и другое существо, которое вы можете видеть в пределах 30 футов, получает урон, вы можете Реакцией уменьшить этот урон на 1д6.\nУменьшаемый урон изменяется, когда вы достигаете определённых уровней в этом классе: 2д6 на 10-м уровне и 3д6 на 14-м уровне.'
        },
        {
          name: 'Совет предков',
          level: 10,
          description: 'Вы получаете способность советоваться с духами предков. Когда вы это делаете, вы накладываете заклинание Гадание или Подсматривание без использования ячеек заклинаний или материальных компонентов.\nВместо создания сферического сенсора, такое использование Подсматривание призывает одного из ваших Невидимых духов предков в выбранное место.\nБазовой характеристикой для этих заклинаний является ваша Мудрость. После того, как вы наложили любое из этих заклинаний таким образом, вы не можете сделать это вновь, пока не закончите Короткий или Продолжительный отдых.'
        },
        {
          name: 'Мстительные предки',
          level: 14,
          description: 'Ваши духи предков становятся достаточно могущественными, чтобы давать отпор. Когда вы используете свой "Щит предков", чтобы уменьшить урон от атаки, атакующий получает урон Силовым полем в количестве, равном тому, которое отразил "Щит предков".'
        }
      ]
    },
      {
      id: 'wild-magic',
      name: 'Путь Дикой магии',
      nameEn: 'Path of the Wild Magic TCE14',
      description: 'Многие места в мультивселенной изобилуют красотой, сильными эмоциями и необузданной магией. Страна Фей, Верхние Планы и другие сверхъестественные области излучают такие силы и могут глубоко влиять на существ. Как существа с развитыми чувствами, варвары особенно восприимчивы к этому дикому влиянию, а некоторые из них даже трансформируются под влиянием этой магии. Эти пропитанные магией варвары идут по пути дикой магии. Эльфы, тифлинги, аасимары и дженази часто ищут этот путь дикости, стремясь проявить потустороннюю магию своих предков.',
      features: [
        {
          name: 'Магическая осведомлённость',
          level: 3,
          description: 'Действием вы можете открыть свое сознание присутствию концентрированной магии. До конца вашего следующего хода вы знаете местоположение любого заклинания или магического предмета в пределах 60 футов от вас, если они не находятся за полным укрытием. Когда вы чувствуете заклинание, вы узнаете, к какой школе магии оно принадлежит.\nВы можете использовать это умение количество раз, равное вашему бонусу мастерства. Вы восстанавливаете все потраченные использования после окончания Продолжительного отдыха.'
        },
        {
          name: 'Всплеск дикости',
          level: 3,
          description: 'Магическая энергия, бурлящая внутри вас, иногда вырывается наружу. Когда вы впадаете в ярость, совершите бросок по таблице "Дикая магия", чтобы определить произведённый магический эффект. Если эффект требует спасброска, то он имеет Сл 8 + ваш бонус мастерства + ваш модификатор Телосложения.',
          collapsible: [
            {
              title: 'Дикая магия',
              description: 'Дикая магия',
              tableData: {
                headers: ['д8', 'Магический эффект'],
                rows: [
                  ['1', 'Вокруг вас вьются тёмные щупальца. Каждое существо по вашему выбору, которое вы можете видеть в пределах 30 футов от вас, должно преуспеть в спасброске Телосложения, иначе получит 1д12 урона Некротикой. Вы также получаете 1д12 Временных хитов.'],
                  ['2', 'Вы телепортируетесь на расстояние до 30 футов в свободное пространство, которое вы можете видеть. Пока ваша ярость не закончится, вы можете каждый свой ход Бонусным действием применять этот эффект.'],
                  ['3', 'В пределах 5 футов от одного существа по вашему выбору, которое вы можете видеть в пределах 30 футов, появляется неосязаемый дух, выглядящий как фламф [flumph] или пикси [pixie] (по вашему выбору). В конце текущего хода дух взрывается, и каждое существо в пределах 5 футов от него должно преуспеть в спасброске Ловкости, иначе получит 1д6 урона Силовым полем. Пока ваша ярость не закончится, вы можете каждый свой ход Бонусным действием применять этот эффект, вызывая нового духа.'],
                  ['4', 'Одно оружие в ваших руках по вашему выбору наполняет магия. Пока ваша ярость не закончится, оружие приобретает свойства "Лёгкое" и "Метательное" (дис. 20/60), и тип его урона изменяется на урон Силовым полем. Если оружие покидает вашу руку, то оно снова появляется в вашей руке в конце этого хода.'],
                  ['5', 'Пока ваша ярость не закончится, всякий раз, когда существо попадает по вам броском атаки, в ответ на атаку из вас выплёскивается магия, и существо получает 1д6 урона Силовым полем.'],
                  ['6', 'Пока ваша ярость не закончится, вас окружают разноцветные защитные огоньки. Вы и все ваши союзники в пределах 10 футов от вас получаете бонус +1 к КД.'],
                  ['7', 'Вокруг вас временно вырастают цветы и лозы. Пока ваша ярость не закончится, земля в пределах 15 футов от вас является Труднопроходимой местностью для ваших врагов.'],
                  ['8', 'Из вашей груди вырывается луч света. Другое существо по вашему выбору, которое вы можете видеть в пределах 30 футов, должно преуспеть в спасброске Телосложения, иначе получит 1д6 урона Излучением и получает состояние Ослеплённый до начала вашего следующего хода. Пока ваша ярость не закончится, вы можете каждый свой ход Бонусным действием применять этот эффект.']
                ]
              }
            }
          ]
        },
        {
          name: 'Поддерживающая магия',
          level: 6,
          description: 'Вы можете использовать свою дикую магию для поддержки себя или союзника. Действием вы можете прикоснуться к одному существу (в том числе и к себе) и предоставить ему одно из следующих преимуществ по вашему выбору:\n• В течение 10 минут существо может бросать д3 во время броска атаки или проверки характеристики и добавить выпавшее значение к броску д20.\n• Бросьте д3. Существо восстанавливает одну израсходованную ячейку заклинаний по своему выбору, уровень которой равен выпавшему значению или ниже. Как только существо получает это преимущество, оно не может получить его снова до окончания Продолжительного отдыха.\nВы можете использовать это действие количество раз, равное вашему бонусу мастерства, и вы восстанавливаете все израсходованные использования, когда заканчиваете Продолжительный отдых.'
        },
        {
          name: 'Нестабильная отдача',
          level: 10,
          description: 'Когда вы подвергаетесь опасности под действием ярости, магия внутри вас может выплеснуться. Сразу же после того, как вы получаете урон или проваливаете спасбросок во время ярости, вы можете Реакцией совершить бросок по таблице "Дикая магия" и применить соответствующий эффект немедленно. Этот эффект заменяет ваш текущий эффект дикой магии.'
        },
        {
          name: 'Контролируемый всплеск',
          level: 14,
          description: 'Всякий раз, когда вы совершаете бросок по таблице "Дикая магия", вы можете бросить две кости и выбрать любой из двух эффектов. Если на костях выпало одинаковое значение, то вы можете проигнорировать его и выбрать любой эффект из таблицы.'
        }
      ]
    },
      {
      id: 'beast',
      name: 'Путь Зверя',
      nameEn: 'Path of the Beast TCE14',
      description: 'Варвары, идущие по пути зверя, черпают свою ярость из звериного огня, горящего в их душах. Этот зверь вырывается наружу в приступе ярости, физически преображая варвара. Такой варвар может носить в себе первобытного духа или являться потомком оборотней.',
      features: [
        {
          name: 'Форма зверя',
          level: 3,
          description: 'Когда вы входите в ярость, вы можете трансформироваться, раскрывая свою внутреннюю звериную силу. Пока ярость не закончится, вы обладаете природным оружием. Для вас оно считается простым рукопашным оружием, и вы, как обычно, добавляете свой модификатор Силы к броскам атаки и урона, когда атакуете этим оружием.\nВы выбираете форму оружия каждый раз, когда входите в ярость:\nУкус. Ваш рот превращается в звериную пасть или большие челюсти (по вашему выбору). Этот укус наносит 1д8 Колющего урона при попадании. Один раз в каждый свой ход, когда вы наносите урон существу этим укусом, вы восстанавливаете количество Хитов, равное вашему бонусу мастерства, при условии, что у вы Окровавленны, когда вы попали атакой.\nКогти. Каждая из ваших кистей превращается в когтистую лапу, которую вы можете использовать в качестве оружия, если она не занята. Эти когти наносят 1д6 Рубящего урона при попадании. Один раз в каждый свой ход, когда вы атакуете когтями, используя действие Атака, вы можете совершить одну дополнительную атаку когтями частью того же действия.\nХвост. У вас вырастает хлёсткий, колючий хвост, который наносит 1д8 Колющего урона при попадании и обладает свойством "Досягаемость". Если существо, которое вы видите в пределах 10 футов от вас, попадает по вам броском атаки, вы можете Реакцией взмахнуть хвостом и совершить бросок д8, увеличив ваш КД на выпавшее значение, потенциально заставляя атаку промахнуться. Увеличение КД применяется только к одной атаке, которая спровоцировала использование Реакции.'
        },
        {
          name: 'Звериная душа',
          level: 6,
          description: 'Дикая сила внутри вас растёт: теперь природное оружие вашей формы зверя считается магическим при определении преодоления Сопротивления и Иммунитета к немагическим атакам и урону.\nВы также можете изменять форму своего тела для адаптации к окружающей среде. Когда вы заканчиваете Короткий или Продолжительный отдых, выберите одно из следующих преимуществ, которое длится до окончания следующего Короткого или Продолжительного отдыха:\n• Вы получаете скорость плавания, равную вашей скорости ходьбы, и можете дышать под водой.\n• Вы получаете скорость лазания, равную вашей скорости ходьбы, и можете передвигаться по сложным поверхностям, в том числе вверх ногами по потолку, без необходимости совершать проверки характеристик.\n• Когда вы совершаете прыжок, вы можете совершить проверку Силы (Атлетика) и увеличить дальность прыжка на значение этой проверки. Вы можете совершить эту специальную проверку только один раз за ход.'
        },
        {
          name: 'Заразная ярость',
          level: 10,
          description: 'Когда вы в ярости и попадаете по существу своим природным оружием, зверь внутри вас может проклясть цель атаки бешенством. Цель должна преуспеть в спасброске Мудрости (Сл 8 + ваш модификатор Телосложения + ваш бонус мастерства), иначе получит один из следующих эффектов (по вашему выбору):\n• Цель должна использовать свою Реакцию, чтобы совершить рукопашную атаку против другого существа по вашему выбору, которое вы можете видеть.\n• Цель получает 1д12 урона Психикой.\nВы можете использовать это умение количество раз, равное вашему бонусу мастерства. Вы восстанавливаете все потраченные использования после окончания Продолжительного отдыха.'
        },
        {
          name: 'Зов охоты',
          level: 14,
          description: 'Зверь внутри вас становится настолько сильным, что вы можете распространить его свирепость на других и получить устойчивость благодаря тем, кто присоединился к вашей охоте. Когда вы впадаете в ярость, вы можете выбрать несколько согласных существ, которых можете видеть в пределах 30 футов от вас, в количестве равном вашему модификатору Телосложения (минимум одно существо). Вы получаете 5 Временных хитов за каждое присоединившееся к охоте существо. До тех пор, пока ярость не закончится, каждое такое существо при попадании броском атаки и нанесении урона может один раз в ход дополнительно нанести д6 урона.\nВы можете использовать это умение количество раз, равное вашему бонусу мастерства. Вы восстанавливаете все потраченные использования после окончания Продолжительного отдыха.'
        }
      ]
    },
      {
      id: 'giant',
      name: 'Путь Великанов',
      nameEn: 'Path of the Giant BGG14',
      description: 'Варвары, идущие путём великана, черпают силу из тех же первобытных сил, что и великаны. В ярости эти варвары наполняются стихийной силой и увеличиваются в размерах, принимая формы, напоминающие славу великанов. Некоторые варвары выглядят как увеличенные копии самих себя, возможно, с намёком на стихийную энергию, вспыхивающую в их глазах и вокруг их оружия. Другие трансформируются более драматично, принимая облик настоящего великана или форму, похожую на элементаля, окутанную огнём, морозом или молнией.',
      features: [
        {
          name: 'Сила великана',
          level: 3,
          description: 'Когда вы избираете этот путь, вы учитесь говорить, читать и писать на Великаньем или на одном другом языке по вашему выбору, если вы уже знаете Великаний. Кроме того, вы изучаете один заговор по вашему выбору: Искусство друидов или Чудотворство. Мудрость является вашей базовой характеристикой для этого заклинания.'
        },
        {
          name: 'Великанье разрушение',
          level: 3,
          description: 'Ваша ярость черпает силу из первобытной мощи великанов, превращая вас в неостановимую разрушительную силу. Во время ярости вы получаете следующие преимущества:\nСокрушительный бросок. Когда вы совершаете успешную дальнобойную атаку метательным оружием, используя Силу, вы можете добавить свой удвоенный бонус к урону от ярости к броску урона этой атаки.\nВеликаний рост. Ваша досягаемость увеличивается на 5 футов, и, если вы меньше Большого размера, вы становитесь Большим вместе со всем, что на вас надето. Если у вас недостаточно места для увеличения размера, ваш размер не изменится.'
        },
        {
          name: 'Стихийный тесак',
          level: 6,
          description: 'Ваша связь со стихийной мощью великанов растёт и вы учитесь наполнять оружие первородной энергией.\nКогда вы входите в ярость, вы можете выбрать одно оружие, которое вы держите, и наполнить его одним из следующих видов урона: Звук, Кислота, Огонь, Холод или Электричество. Пока вы держите в руках наполненное оружие во время ярости, вид урона оружия меняется на выбранный тип, оно наносит 1д6 дополнительного урона выбранного вида при попадании и получает свойство "Метательное" (дис. 20/60). Если вы метнёте оружие, оно снова появится в вашей руке сразу после попадания или промаха по цели. Прeимущества наполненного оружия подавляются, пока им владеет другое существо, отличное вас.\nНаходясь в ярости и удерживая наполненное оружие, вы можете Бонусным действием изменить текущий вид урона наполненного оружия на другой из вариантов вида урона выше.'
        },
        {
          name: 'Пробуждение мощи',
          level: 10,
          description: 'Ваша связь с великаньей силой позволяет вам швырять как союзников, так и врагов по полю боя. Бонусным действием, во время ярости, вы можете выбрать одно существо Среднего или меньшего размера в пределах досягаемости и переместить его в свободное пространство, которое вы можете видеть в пределах 30 футов от себя. Несогласное существо должно преуспеть в спасброске Силы (Сл равна 8 + ваш бонус мастерства + ваш модификатор Силы), чтобы избежать этого эффекта.\nЕсли в конце этого движения брошенное существо не находится на поверхности или жидкости, которая может его поддержать, существо падает, получая обычные повреждения и приземляясь Опрокинутым.'
        },
        {
          name: 'Демиург-колосс',
          level: 14,
          description: 'Первобытная сила вашей ярости усиливается. Когда вы в ярости, ваша досягаемость увеличивается на 10 футов, ваш размер может увеличиваться до Большого или Огромного (на ваш выбор), и вы можете использовать своё "Пробуждение мощи", чтобы перемещать существ Большого или меньшего размера.\nКроме того, дополнительный урон, наносимый вашим умением "Стихийный тесак", увеличивается до 2д6.'
        }
      ]
    }
  ]
};