import type { Class } from '../../types/class';

export const fighter: Class = {
  id: 'fighter',
  name: 'Воин',
  nameEn: 'Fighter',
  sourceBook: 'PHB24',
  portrait: '/images/classes/fighter.png',
  description: 'Воины правят многими полями битвы. Рыцари - приключенцы, королевские чемпионы, элитные солдаты и закалённые наёмники — как воины, все они разделяют непревзойденное мастерство обращения с оружием и доспехами. Они хорошо знакомы со смертью, как сея её, так и бросая ей вызов. Воины владеют различными оружейными приёмами. Хорошо экипированный воин всегда имеет нужный инструмент под рукой для любой боевой ситуации. Точно так же воин искусен в использовании любой формы доспехов. Помимо этого, каждый воин специализируется на определённых стилях боя. Некоторые концентрируются на стрельбе из лука, некоторые на сражении двумя оружиями одновременно, а некоторые на усилении своих боевых навыков с помощью магии. Это сочетание широких способностей и обширной специализации делает воинов превосходными бойцами.',
  primaryAbility: 'Сила или Ловкость',
  hitDice: 10,
  hitPoints: {
    level1: '10 + модификатор Телосложения',
    higherLevels: '1д10 (или 6) + модификатор Телосложения за каждый уровень после первого'
  },
  proficiencies: {
    armor: ['Лёгкие', 'Средние', 'Тяжёлые', 'Щиты'],
    weapons: ['Простое оружие', 'Воинское оружие'],
    savingThrows: ['Сила', 'Телосложение'],
    skills: {
      count: 2,
      list: [
        'Акробатика',
        'Атлетика',
        'Восприятие',
        'Выживание',
        'Запугивание',
        'История',
        'Проницательность',
        'Убеждение',
        'Уход за животными'
      ]
    }
  },
  equipment: {
    default: [
      {
        choice: 'A',
        items: [
          '<a href="/items/chain-mail">Кольчуга</a>',
          '<a href="/items/greatsword">Двуручный меч</a>',
          '<a href="/items/flail">Цеп</a>',
          '8 <a href="/items/javelin">метательных копий</a>',
          '<a href="/items/dungeoneers-pack">Набор исследователя подземелий</a>',
          '4 зм'
        ]
      },
      {
        choice: 'Б',
        items: [
          '<a href="/items/studded-leather-armor">Проклёпанный кожаный доспех</a>',
          '<a href="/items/scimitar">Скимитар</a>',
          '<a href="/items/shortsword">Короткий меч</a>',
          '<a href="/items/longbow">Длинный лук</a>',
          '20 <a href="/items/arrow">стрел</a>',
          '<a href="/items/quiver">Колчан</a>',
          '<a href="/items/dungeoneers-pack">Набор исследователя подземелий</a>',
          '11 зм'
        ]
      },
      {
        choice: 'В',
        items: ['155 зм']
      }
    ]
  },
  multiclass: {
    bullets: [
      'Требование характеристики: Сила/Ловкость 13 или выше.',
      'Получите следующие особенности: кость хитов, владение воинским оружием, владение лёгкими, средними доспехами и щитами.'
    ],
  },
  levels: [
    {
      level: 1,
      profBonus: '+2',
      features: ['Боевой стиль', 'Второе дыхание', 'Оружейные приёмы'],
      secondWind: '2',
      maneuvers: '3'
    },
    {
      level: 2,
      profBonus: '+2',
      features: ['Всплеск действий (1 использование)', 'Тактический разум'],
      secondWind: '2',
      maneuvers: '3'
    },
    {
      level: 3,
      profBonus: '+2',
      features: ['Подкласс воина'],
      secondWind: '2',
      maneuvers: '3'
    },
    {
      level: 4,
      profBonus: '+2',
      features: ['Увеличение характеристик'],
      secondWind: '3',
      maneuvers: '4'
    },
    {
      level: 5,
      profBonus: '+3',
      features: ['Дополнительная атака', 'Тактическое перемещение'],
      secondWind: '3',
      maneuvers: '4'
    },
    {
      level: 6,
      profBonus: '+3',
      features: ['Увеличение характеристик'],
      secondWind: '3',
      maneuvers: '4'
    },
    {
      level: 7,
      profBonus: '+3',
      features: ['Умение подкласса'],
      secondWind: '3',
      maneuvers: '4'
    },
    {
      level: 8,
      profBonus: '+3',
      features: ['Увеличение характеристик'],
      secondWind: '3',
      maneuvers: '4'
    },
    {
      level: 9,
      profBonus: '+4',
      features: ['Упорный (1 использование)', 'Мастер тактики'],
      secondWind: '3',
      maneuvers: '4'
    },
    {
      level: 10,
      profBonus: '+4',
      features: ['Умение подкласса'],
      secondWind: '4',
      maneuvers: '5'
    },
    {
      level: 11,
      profBonus: '+4',
      features: ['Две дополнительные атаки'],
      secondWind: '4',
      maneuvers: '5'
    },
    {
      level: 12,
      profBonus: '+4',
      features: ['Увеличение характеристик'],
      secondWind: '4',
      maneuvers: '5'
    },
    {
      level: 13,
      profBonus: '+5',
      features: ['Изученные атаки', 'Упорный (2 использования)'],
      secondWind: '4',
      maneuvers: '5'
    },
    {
      level: 14,
      profBonus: '+5',
      features: ['Увеличение характеристик'],
      secondWind: '4',
      maneuvers: '5'
    },
    {
      level: 15,
      profBonus: '+5',
      features: ['Умение подкласса'],
      secondWind: '4',
      maneuvers: '5'
    },
    {
      level: 16,
      profBonus: '+5',
      features: ['Увеличение характеристик'],
      secondWind: '4',
      maneuvers: '6'
    },
    {
      level: 17,
      profBonus: '+6',
      features: ['Всплеск действий (2 использования)', 'Упорный (3 использования)'],
      secondWind: '4',
      maneuvers: '6'
    },
    {
      level: 18,
      profBonus: '+6',
      features: ['Умение подкласса'],
      secondWind: '4',
      maneuvers: '6'
    },
    {
      level: 19,
      profBonus: '+6',
      features: ['Эпическая черта'],
      secondWind: '4',
      maneuvers: '6'
    },
    {
      level: 20,
      profBonus: '+6',
      features: ['Три дополнительные атаки'],
      secondWind: '4',
      maneuvers: '6'
    }
  ],
  features: [
    {
      name: 'Боевой стиль',
      level: 1,
      description: 'Вы получаете черту боевого стиля по вашему выбору (см. главу 5). Рекомендуется черта Защита. Когда вы получаете уровень воина, вы можете заменить выбранную вами черту другой чертой боевого стиля.'
    },
    {
      name: 'Второе дыхание',
      level: 1,
      description: 'У вас есть ограниченный запас физической и умственной выносливости, из которого вы можете черпать силы. Бонусным действием вы можете использовать его, чтобы восстановить хиты, равные 1д10 + ваш уровень воина. Вы можете использовать это умение дважды. Вы восстанавливаете одно израсходованное использование, когда заканчиваете Короткий отдых, и вы восстанавливаете все израсходованные использования, когда заканчиваете Продолжительный отдых.\nКогда вы достигаете определённых уровней Воина, вы получаете больше использований этой способности, как показано в колонке "Второе дыхание" в таблице "Развитие класса".'
    },
    {
      name: 'Оружейные приёмы',
      level: 1,
      description: 'Ваши тренировки с оружием позволяют вам использовать оружейные приёмы 3 типов простого или воинского оружия по вашему выбору. Когда вы заканчиваете Продолжительный отдых, вы можете попрактиковать упражнения с оружием и поменять 1 из этих типов оружия.',
      collapsible: [
        {
          title: 'Оружейные приёмы',
          description: '',
          tableData: {
            headers: ['Оружейный приём', 'Описание'],
            rows: [
              ['Прорубание [Cleave]', 'Если вы попадаете по существу с помощью рукопашной атаки этим оружием, то вы можете совершить рукопашную атаку этим оружием против второго существа в пределах 5 футов от первого, которое также находится в пределах вашей досягаемости. При попадании второе существо получает урон от оружия, но вы не добавляете ваш модификатор характеристики к этому урону, если только этот модификатор не отрицательный. Вы можете совершать эту дополнительную атаку только 1 раз за ход.'],
              ['Задевание [Graze]', 'Если ваш бросок атаки этим оружием не попал по существу, то вы можете нанести этому существу урон, равный модификатору характеристики, который вы использовали для совершения атаки. Этот урон такого же типа, как и урон, наносимый оружием, и его можно увеличить только путем увеличения модификатора характеристики.'],
              ['Выпад [Nick]', 'Когда вы совершаете дополнительную атаку оружием, представленную свойством лёгкое, то вы можете сделать её частью действия Атака, а не Бонусным действием. Вы можете совершать дополнительную атаку от оружия со свойством лёгкое только 1 раз за ход.'],
              ['Толкание [Push]', 'Если вы попадаете по существу этим оружием, то вы можете оттолкнуть существо на расстояние до 10 футов от себя, если оно размера большой или меньше.'],
              ['Изнурение [Sap]', 'Если вы попадаете по существу этим оружием, то у этого существа будет Помеха на его следующую атаку до начала вашего следующего хода.'],
              ['Зaмедление [Slow]', 'Если вы попадаете по существу этим оружием и наносите ему урон, то вы можете уменьшить его скорость на 10 футов до начала вашего следующего хода. Если существо получает удар более 1 раза от оружия с этим свойством, то уменьшение скорости не превышает 10 футов.'],
              ['Опрокидывание [Topple]', 'Если вы попадаете по существу этим оружием, то вы можете заставить его совершить спасбросок Телосложения (Сл. 8 + ваш модификатор характеристики, использованный для совершения атаки, + ваш бонус мастерства). При провале существо получает состояние Опрокинутый.'],
              ['Подавление [Vex]', 'Если вы попадаете по существу этим оружием и наносите ему урон, то вы получаете Преимущество на следующую атаку против этого существа до конца вашего следующего хода.']
            ]
          }
        }
      ]
    },
    {
      name: 'Всплеск действий',
      level: 2,
      description: 'Вы можете на мгновение преодолеть свои обычные возможности. В свой ход вы можете выполнить одно дополнительное действие, кроме действия магия. Как только вы используете эту способность, то вы не можете сделать это снова, пока не закончите Короткий или Продолжительный отдых.'
    },
    {
      name: 'Тактический разум',
      level: 2,
      description: 'Вы используете тактику на поле боя и за его пределами. Когда вы проваливаете проверку характеристики, то вы можете потратить использование своего Второго дыхания, чтобы подтолкнуть себя к успеху. Вместо того, чтобы восстанавливать хиты, вы бросаете 1д10 и добавляете выпавшее число к проверке характеристики, потенциально превращая её в успех. Если проверка всё ещё провалена, то это использование Второго дыхания не тратится.'
    },
    {
      name: 'Подкласс воина',
      level: 3,
      description: 'Вы получаете подкласс воина по вашему выбору. Подкласс — это специализация, которая предоставляет вам возможности на определённых уровнях воина. В ходе дальнейшего развития вы получаете каждые умения вашего подкласса, которые соответствуют вашему уровню воина или ниже.'
    },
    {
      name: 'Увеличение характеристик',
      level: 4,
      description: 'Вы получаете черту Улучшение характеристик (см главу 5) или другую черту по вашему выбору, требованиям которой вы соответствуете. Вы снова получаете эту способность на уровнях воина 6, 8, 12, 14 и 16.'
    },
    {
      name: 'Дополнительная атака',
      level: 5,
      description: 'Вы можете атаковать 2 раза вместо одного, когда вы совершаете действие Атака в свой ход.'
    },
    {
      name: 'Тактическое перемещение',
      level: 5,
      description: 'Каждый раз, активируя ваше Второе дыхание Бонусным действием вы можете переместиться до половины своей скорости, не вызывая провоцированные атаки.'
    },
    {
      name: 'Упорный',
      level: 9,
      description: 'Если вы провалили спасбросок, то вы можете перебросить его с бонусом, равным вашему уровню воина. Вы должны использовать новый бросок, и вы не сможете использовать это умение снова, пока не закончите Продолжительный отдых. Вы можете использовать это умение дважды перед продолжительным отдыхом, начиная с 13 уровня, и трижды, начиная с 17 уровня.'
    },
    {
      name: 'Мастер тактики',
      level: 9,
      description: 'Когда вы атакуете оружием с оружейным приёмом, который вы можете использовать, то вы можете заменить его на приём Толкание, Изнурение или Замeдление для этой атаки.'
    },
    {
      name: 'Две дополнительные атаки',
      level: 11,
      description: 'Вы можете атаковать 3 раза вместо одного, когда вы совершаете действие Атака в свой ход.'
    },
    {
      name: 'Изученные атаки',
      level: 13,
      description: 'Вы изучаете своих противников и учитесь на каждой своей атаке. Если вы совершаете бросок атаки против существа и промахиваетесь, то у вас есть Преимущество на ваш следующий бросок атаки против этого существа до конца вашего следующего хода.'
    },
    {
      name: 'Эпическая черта',
      level: 19,
      description: 'Вы получаете эпическую черту (см. главу 5) или другую черту по вашему выбору, требованиям которой вы соответствуете. Рекомендуется черта Дар боевой доблести.'
    },
    {
      name: 'Три дополнительные атаки',
      level: 20,
      description: 'Вы можете атаковать 4 раза вместо одного, когда вы совершаете действие Атака в свой ход.'
    }
    ],
    subclasses: [
    {
      id: 'champion',
      name: 'Чемпион',
      nameEn: 'Champion PHB24',
      description: 'Стремитесь к физическому совершенству в бою. Чемпион сосредоточен на развитии боевого мастерства в неумолимом стремлении к победе. Чемпионы сочетают строгие тренировки с физическим совершенством, чтобы наносить сокрушительные удары, противостоять опасности и завоёвывать славу. Будь то в спортивных состязаниях или кровавой битве, чемпионы стремятся к лаврам победителя.',
      features: [
        {
          name: 'Улучшенный критический удар',
          level: 3,
          description: 'Ваши броски атаки оружием и Безоружными ударами могут нанести критическое попадание при результате 19 или 20 на д20.'
        },
        {
          name: 'Выдающийся атлет',
          level: 3,
          description: 'Благодаря вашему атлетизму вы получаете Преимущество при бросках инициативы и проверках Силы (Атлетика). Кроме того, сразу после того, как вы наносите критическое попадание, вы можете переместиться на половину своей скорости, не вызывая провоцированные атаки.'
        },
        {
          name: 'Дополнительный боевой стиль',
          level: 7,
          description: 'Вы получаете ещё одну черту боевого стиля по вашему выбору.'
        },
        {
          name: 'Героический воин',
          level: 10,
          description: 'Острые ощущения от битвы ведут вас к победе. Во время боя вы можете дать себе героическое вдохновение, когда начинаете свой ход без него.'
        },
        {
          name: 'Превосходный критический удар',
          level: 15,
          description: 'Ваши броски атаки оружием и Безоружные удары теперь могут нанести критическое попадание при броске 18-20 на д20.'
        },
        {
          name: 'Уцелевший',
          level: 18,
          description: 'Вы достигаете вершин стойкости в бою, получая следующие эффекты:\n• Бросьте вызов смерти. У вас есть Преимущество на спасброски от смерти. Более того, когда вы выбрасываете 18-20 в спасброске от смерти, вы получаете эффект, как при выпадении 20.\n• Героическое объединение. В начале каждого вашего хода вы восстанавливаете хиты, равные 5 + ваш модификатор Телосложения, если вы Окровавленны и у вас есть хотя бы 1 хит.'
        }
      ]
    },
    {
      id: 'battle-master',
      name: 'Мастер боевых искусств',
      nameEn: 'Battle Master PHB24',
      description: 'Мастера боевых искусств — это ученики искусства битвы, изучающие боевые приемы, передаваемые из поколения в поколение. Самые опытные мастера битвы — это разносторонние личности, которые сочетают свои тщательно отточенные боевые навыки с академическим обучением в области истории, теории и искусств.',
      features: [
        {
          name: 'Ученик войны',
          level: 3,
          description: 'Вы получаете владение одним инструментом ремесленника по вашему выбору, а также вы получаете владение одним навыком по вашему выбору из навыков, доступных воинам на 1 уровне.'
        },
        {
          name: 'Боевое превосходство',
          level: 3,
          description: 'Вы отточили боевые манёвры на полях сражений. Вы изучаете манёвры, которые подпитываются особыми костями, называемыми костями превосходства.\nМанёвры. Вы изучаете 3 манёвра по своему выбору из раздела "Список маневров" далее в описании этого подкласса. Многие манёвры каким-то образом усиливают атаку. Вы можете использовать только один манёвр за атаку.\nВы изучаете 2 дополнительных манёвра по своему выбору, когда достигаете 7, 10 и 15 уровней воина. Каждый раз, когда вы изучаете новые манёвры, вы также можете заменить один известных вам манёвр другим.\nКость превосходства. У вас есть 4 кости превосходства д8. Кости превосходства расходуется, когда вы их используете. Вы восстанавливаете все потраченные кости превосходства, когда заканчиваете Короткий или Продолжительный отдых. Вы получаете дополнительные кости превосходства, когда достигаете 7 уровня воина (5 костей) и 15 (6 костей).\nСпасброски. Если манёвр требует спасброск, то Сл. равна 8 + ваш модификатор Силы или Ловкости (по вашему выбору) + ваш бонус мастерства.',
          collapsible: [
            {
              title: 'Активное уклонение',
              description: 'Активное уклонение\nБонусным действием вы можете потратить одну кость превосходства и выполнить действие отход. Вы также бросаете кость и добавляете выпавшее число к вашему КД до начала вашего следующего хода.'
            },
            {
              title: 'Атака в рывке',
              description: 'Атака в рывке\nБонусным действием вы можете потратить одну кость превосходства и выполнить действие рывок. Если вы переместитесь не менее чем на 5 футов по прямой линии непосредственно перед нанесением рукопашной атаки в рамках действия Атака в этот ход, то вы можете добавить кость превосходства к броску урона от атаки.'
            },
            {
              title: 'Атака с манёвром',
              description: 'Атака с манёвром\nЕсли вы попадаете по существу броском атаки, то вы можете потратить одну кость превосходства, чтобы один из ваших союзников смог переместиться в более выгодное положение. Вы добавляете кость превосходства к броску урона этой атаки и выбираете согласное существо, которое может видеть или слышать вас. Это существо может Реакцией переместиться на расстояние до половины своей скорости, не вызывая провоцированные атаки от цели вашей атаки.'
            },
            {
              title: 'Атака с угрозой',
              description: 'Атака с угрозой\nЕсли вы попадаете по существу броском атаки, то вы можете потратить одну кость превосходства, чтобы попытаться Испугать цель. Добавьте кость превосходства к броску урона этой атаки. Цель должна преуспеть в спасброске Мудрости или получит состояние Испуганный до конца вашего следующего хода.'
            },
            {
              title: 'Атака с финтом',
              description: 'Атака с финтом\nБонусным действием вы можете потратить одну кость превосходства, чтобы сделать обманный манёвр, выбрав одно существо в пределах 5 футов от себя в качестве цели. Вы получаете Преимущество на следующий бросок атаки против этой цели в этот ход. Если эта атака попадает, то добавьте кость превосходства к броску урона этой атаки.'
            },
            {
              title: 'Скрывание',
              description: 'Скрывание\nКогда вы совершаете проверку Ловкости (Скрытности) или бросок инициативы, то вы можете потратить одну кость превосходства и добавить её к броску, если у вас нет состояния Недееспособный.'
            },
            {
              title: 'Командирское присутствие',
              description: 'Командирское присутствие\nКогда вы совершаете проверку Харизмы (Запугивание, Выступление или Убеждение), то вы можете потратить одну кость превосходства и добавить эту кость к броску.'
            },
            {
              title: 'Обезоруживающая атака',
              description: 'Обезоруживающая атака\nЕсли вы попадаете по существу атакой оружием, то вы можете потратить одну кость превосходства, чтобы попытаться обезоружить противника, заставляя его выронить один предмет по вашему выбору, который он держит. Вы добавляете кость превосходства к броску урона этой атаки, а цель должна совершить спасбросок Силы. В случае провала она роняет выбранный вами предмет. Предмет падает в пространстве существа.'
            },
            {
              title: 'Опрокидывающая атака',
              description: 'Опрокидывающая атака\nКогда вы поражаете существо броском атаки с использованием оружия или Безоружным ударом, то вы можете потратить одну кость превосходства и добавить эту кость к броску урона атаки. Если цель большого размера или меньше, то она должна преуспеть в спасброске Силы или получит состояние Опрокинутый.'
            },
            {
              title: 'Ответный удар',
              description: 'Ответный удар\nКогда существо промахивается по вам броском рукопашной атаки, то вы можете Реакцией потратить одну кость превосходства, чтобы сделать бросок рукопашной атаки оружием или Безоружным ударом против существа. Если вы попали, то добавьте кость превосходства к урону атаки.'
            },
            {
              title: 'Отвлекающий удар',
              description: 'Отвлекающий удар\nЕсли вы попадаете по существу атакой оружием, то вы можете потратить одну кость превосходства, чтобы отвлечь существо. Вы добавляете кость превосходства к броску урона этой атаки. Следующий бросок атаки по этой цели любым существом кроме вас совершается с Преимуществом, если атака совершается до начала вашего следующего хода.'
            },
            {
              title: 'Парирование',
              description: 'Парирование\nЕсли другое существо наносит вам урон рукопашной атакой, то вы можете Реакцией потратить одну кость превосходства, чтобы уменьшить урон на величину, равную броску вашей кости превосходства + ваш модификатор Силы или Ловкости (по вашему выбору).'
            },
            {
              title: 'Подмена',
              description: 'Подмена\nКогда вы в свой ход находитесь в пределах 5 футов от существа, то вы можете потратить одну кость превосходства и поменяться местами с этим существом, при условии, что вы тратите не менее 5 футов перемещения, а существо согласно и не имеет состояния Недееспособный. Это перемещение не вызывает провоцированные атаки. \nБросьте кость превосходства. До начала вашего следующего хода вы или другое существо (по вашему выбору) получаете бонус к КД, равный выпавшему числу.'
            },
            {
              title: 'Провоцирующая атака',
              description: 'Провоцирующая атака\nКогда вы попадаете по существу броском атаки, то вы можете потратить одну кость превосходства, чтобы попытаться спровоцировать противника атаковать вас. Вы добавляете кость превосходства к броску урона этой атаки, а цель должна совершить спасбросок Мудрости. При провале цель до конца вашего следующего хода совершает с Помехой броски атаки по всем целям, кроме вас.'
            },
            {
              title: 'Сплочение',
              description: 'Сплочение\nВы можете в свой ход Бонусным действием потратить одну кость превосходства, чтобы поддержать решимость одного из ваших компаньонов. Если вы это совершаете, то выберите компаньона в пределах 30 футов который может видеть или слышать вас. Это существо получает временные хиты, равные броску кости превосходства + половина ваших уровней воина (с округлением вниз).'
            },
            {
              title: 'Тактическая оценка',
              description: 'Тактическая оценка\nКогда вы совершаете проверку Интеллекта (История или Расследование) или Мудрости (Проницательность), то вы можете потратить одну кость превосходства и добавить эту кость к проверке.'
            },
            {
              title: 'Толкающая атака',
              description: 'Толкающая атака\nКогда вы попадаете по существу броском атаки, используя оружие или Безоружный удар, то вы можете потратить одну кость превосходства, чтобы попытаться оттолкнуть цель. Добавьте кость превосходства к броску урона этой атаки. Если цель большого размера или меньше, то она должна преуспеть в спасброске Силы или будет отброшена на расстояние до 15 футов от вас.'
            },
            {
              title: 'Точная атака',
              description: 'Точная атака\nКогда вы промахиваетесь броском атаки, вы можете потратить одну кость превосходства, бросить эту кость и добавить её к броску атаки, что потенциально может привести к попаданию атаки.'
            },
            {
              title: 'Удар командующего',
              description: 'Удар командующего\nКогда вы выполняете действие Атака в свой ход, вы можете заменить одну из ваших атак, чтобы направить одного из ваших компаньонов. Если вы это совершаете, то выберите компаньона, который может видеть или слышать вас, и потратьте одну кость превосходства. Это существо может немедленно совершить Реакцией одну атаку оружием, добавив кость превосходства к броску урона этой атаки.'
            },
            {
              title: 'Широкая атака',
              description: 'Широкая атака\nЕсли вы попадаете по существу рукопашной атакой оружием или Безоружным ударом, то вы можете потратить одну кость превосходства, чтобы попытаться причинить урон другому существу этой же атакой. Выберите другое существо в пределах 5 футов от первоначальной цели и в пределах вашей досягаемости. Если исходный бросок атаки попадает по второму существу, то оно получает урон, равный броску кости превосходства. Урон будет того же вида, что и для исходной атаки.'
            },
            {
              title: 'Атака с захватом',
              description: 'Атака с захватом\nСразу же после того, как вы попали рукопашной атакой оружием по существу в свой ход, вы можете потратить кость превосходства и Бонусным действием попытаться взять существо в захват. Добавьте кость превосходства к вашей Сл захвата.'
            },
            {
              title: 'Готовность',
              description: 'Готовность\nКогда существо, которое вы можете видеть, входит в пределы досягаемости вашего рукопашного оружия, которое вы держите, вы можете Реакцией потратить кость превосходства и совершить одну атаку по этому существу, используя это оружие. Если атака попадает по цели, добавьте кость превосходства к урону.'
            },
            {
              title: 'Быстрый бросок',
              description: 'Быстрый бросок\nБонусным действием вы можете потратить кость превосходства и совершить дальнобойную атаку оружием со свойством "метательное". Вы можете вытащить метательное оружие частью этого действия. При попадании добавьте кость превосходства к броску урона.'
            }
          ]
        },
        {
          name: 'Познай своего врага',
          level: 7,
          description: 'Бонусным действием вы можете найти определённые сильные и слабые стороны существа, которое вы можете видеть в пределах 30 футов от себя. Если у этого существа есть какой-либо Иммунитет, Сопротивление или уязвимость к чему-либо, то вы знаете об этом. Использовав это умение, вы не сможете сделать это снова, пока не закончите Продолжительный отдых. Вы также можете восстановить использование умения, потратив одну кость превосходства (действие не требуется).'
        },
        {
          name: 'Улучшенное превосходство',
          level: 10,
          description: 'Ваша кость превосходства становится д10'
        },
        {
          name: 'Неослабевающий',
          level: 15,
          description: 'Один раз за ход, когда вы используете манёвр, вы можете бросить 1д8 и использовать выпавшее число вместо траты костей превосходства.'
        },
        {
          name: 'Абсолютное превосходство',
          level: 18,
          description: 'Ваши кости превосходства становится д12.'
        }
      ]
    },
    {
      id: 'eldritch-knight',
      name: 'Мистический рыцарь',
      nameEn: 'Eldritch Knight PHB24',
      description: 'Мистические рыцари сочетают в себе боевое мастерство, присущее всем бойцам, с тщательным изучением магии. Их заклинания дополняют и расширяют их боевые навыки, обеспечивая дополнительную защиту для укрепления их доспехов, а также позволяя им одновременно сражаться со множеством врагов с помощью взрывной магии.',
      features: [
        {
          name: 'Использование заклинаний',
          level: 3,
          description: 'Вы научились накладывать заклинания. Правила наложения заклинаний см. в главе 7. Ниже подробно описано, как применять эти правила к Мистическому рыцарю. \nЗаговоры. Вы знаете 2 заговора по вашему выбору из списка заклинаний волшебника (список см. в описании класса волшебник). Рекомендуются: Луч холода и Электрошок. \nКаждый раз, когда вы получаете уровень воина, вы можете заменить один из своих заговоров другим заговором по вашему выбору из списка заклинаний волшебника. \nПри достижении 10 уровня воина, вы изучаете дополнительный заговор по вашему выбору из списка заклинаний волшебника. \nЯчейки заклинаний. Таблица "Заклинания Мистического рыцаря" показывает, сколько ячеек заклинаний вы можете использовать для заклинаний 1+ уровня. Вы восстанавливаете все потраченные ячейки, когда заканчиваете Продолжительный отдых.',
          collapsible: [
            {
              title: 'Заклинания Мистического рыцаря',
              description: 'Заклинания Мистического рыцаря',
              tableData: {
                headers: ['Уровень Мистического рыцаря', 'Известные заклинания', '1-я ячейка', '2-я ячейка', '3-я ячейка', '4-я ячейка'],
                rows: [
                  ['3', '3', '2', '—', '—', '—'],
                  ['4', '4', '3', '—', '—', '—'],
                  ['5', '4', '3', '—', '—', '—'],
                  ['6', '4', '3', '—', '—', '—'],
                  ['7', '5', '4', '2', '—', '—'],
                  ['8', '6', '4', '2', '—', '—'],
                  ['9', '6', '4', '2', '—', '—'],
                  ['10', '7', '4', '3', '—', '—'],
                  ['11', '8', '4', '3', '—', '—'],
                  ['12', '8', '4', '3', '—', '—'],
                  ['13', '9', '4', '3', '2', '—'],
                  ['14', '10', '4', '3', '2', '—'],
                  ['15', '10', '4', '3', '2', '—'],
                  ['16', '11', '4', '3', '3', '—'],
                  ['17', '11', '4', '3', '3', '—'],
                  ['18', '11', '4', '3', '3', '—'],
                  ['19', '12', '4', '3', '3', '1'],
                  ['20', '13', '4', '3', '3', '1']
                ]
              }
            }
          ]
        },
        {
          name: 'Военная связь',
          level: 3,
          description: 'Вы изучаете ритуал, который создаёт магическую связь между вами и оружием. Вы проводите ритуал в течение 1 часа, который можно сделать во время Короткого отдыха. Оружие должно находиться в пределах вашей досягаемости на протяжении всего ритуала, по окончании которого вы касаетесь оружия и создаете связь. Связь теряется, если другой воин связан с оружием или если оружие является магическим предметом, на который настроен кто-то другой. После того, как вы привязали к себе оружие, вы не можете быть обезоружены, пока не станете Недееспособным. Если оружие находится на том же плане существования, то вы можете призвать это оружие Бонусным действием, заставив его мгновенно телепортироваться в вашу руку. \nУ вас может быть до двух связанных оружий, но вы можете призвать только одно за раз с помощью Бонусного действия. Если вы попытаетесь связать себя с третьим оружием, то вы должны разорвать связь с одним из двух других.'
        },
        {
          name: 'Боевая магия',
          level: 7,
          description: 'Когда вы выполняете действие Атака в свой ход, то вы можете заменить одну из атак на применение одного из ваших заговоров волшебника, у которого время применения действие.'
        },
        {
          name: 'Мистический удар',
          level: 10,
          description: 'Вы узнаете, как сделать так, чтобы ваши удары оружием подрывали способность существа противостоять вашим заклинаниям. Когда вы поражаете существо атакой оружием, то это существо получает Помеху на следующий спасбросок, который оно делает против заклинания, которое вы разыгрываете до конца вашего следующего хода.'
        },
        {
          name: 'Волшебный рывок',
          level: 15,
          description: 'Когда вы используете Всплеск действий, то вы можете телепортироваться на расстояние до 30 футов в свободное пространство, которое вы можете видеть. Вы можете телепортироваться до или после дополнительного действия.'
        },
        {
          name: 'Улучшенная боевая магия',
          level: 18,
          description: 'Когда вы используете действие Атака в свой ход, вы можете заменить две атаки на применение одного из ваших заклинаний волшебника 1 или 2 уровня, время применения которого равно действию.'
        }
      ]
    },
    {
      id: 'psi-warrior',
      name: 'Пси-воин',
      nameEn: 'Psi Warrior PHB24',
      description: 'Пси-воины пробуждают силу своего разума, чтобы увеличить свою физическую мощь. Они используют эту псионическую силу, наполняя своё оружие энергией, атакуя телекинетической энергией и создавая барьеры ментальной силы.',
      features: [
        {
          name: 'Псионическая сила',
          level: 3,
          description: 'В вас скрыт источник псионической энергии. Она представлена вашими костями псионической энергии, которые подпитывают ваши силы от этого подкласса. Таблица "Кости Пси-воина" показывает размер кости и количество этих костей.\nЛюбые умения в этом подклассе, которые используют кость псионической энергии, используют только кости из этого подкласса. Некоторые из ваших способностей расходуют кость псионической энергии, как указано в описании способности, и вы не можете использовать силу, если она требует от вас использования кости, когда все ваши кости псионической энергии израсходованы. \nВы восстанавливаете одну потраченную кость псионической энергии, когда заканчиваете Короткий отдых, и вы восстанавливаете их все, когда заканчиваете Продолжительный отдых. \nЗащитное поле. Когда вы или другое существо, которое вы можете видеть в пределах 30 футов от вас, получает урон, то вы можете Реакцией потратить одну кость псионической энергии, уменьшив получаемый урон на выпавшее число + ваш модификатор интеллекта (минимальное уменьшение урона 1), поскольку вы создаёте мгновенный щит телекинетической силы. \nПсионический удар. Вы можете приводить в движение свое оружие с помощью псионической силы. Один раз в каждый свой ход сразу после того, как вы поразили цель в пределах 30 футов от себя атакой и нанесли ей урон оружием, вы можете потратить одну кость псионической энергии, бросив её и нанеся цели урон Силовым полем, равный выпавшему числу + ваш модификатор Интеллекта. \nТелекинетическое передвижение. Вы можете переместить объект или существо своим разумом. Действием Магия выберите одну цель, которую вы можете видеть в пределах 30 футов от себя; цель должна быть свободным объектом размера большой или меньше или одним согласным существом, отличным от вас. Вы переносите цель на расстояние до 30 футов в незанятое пространство, которое вы можете видеть. В качестве альтернативы, если цель — крошечный объект, то вы можете переместить его в руку или из руки. После того, как вы выполните это действие, то вы не сможете сделать это снова, пока не закончите Короткий или Продолжительный отдых, если только вы не потратите кость псионической энергии (действие не требуется), чтобы восстановить его использование.',
          collapsible: [
            {
              title: 'Кости Пси-воина',
              description: 'Кости Пси-воина',
              tableData: {
                headers: ['Уровень воина', 'Значение кости', 'Количество'],
                rows: [
                  ['3', 'д6', '4'],
                  ['5', 'д8', '6'],
                  ['9', 'д8', '8'],
                  ['11', 'д10', '8'],
                  ['13', 'д10', '10'],
                  ['17', 'д12', '12']
                ]
              }
            }
          ]
        },
        {
          name: 'Адепт-телекинетик',
          level: 7,
          description: 'Вы освоили новые способы использования своих телекинетических способностей, подробно описанные ниже. \nПси-прыжок. Бонусным действием вы получаете скорость полёта, равную вашей удвоенной скорости до конца текущего хода. После того, как вы выполните это Бонусное действие, вы не сможете сделать это снова, пока не закончите Короткий или Продолжительный отдых, если только вы не потратите кость псионической энергии (действие не требуется), чтобы восстановить его использование. \nТелекинетический толчок. Когда вы наносите урон цели своим псионическим ударом, вы можете заставить цель совершить спасбросок Силы (Сл. 8 + ваш модификатор Интеллекта + ваш бонус мастерства). При провале спасброска вы можете наложить состояние Опрокинутый на цель или переместить её на расстояние до 10 футов по горизонтали.'
        },
        {
          name: 'Защищённый разум',
          level: 10,
          description: 'У вас есть Сопротивление к урону Психикой. Более того, если вы начинаете свой ход в состоянии Очарованный или Испуганный, то вы можете потратить кость псионической энергии (действие не требуется) и окончить на себе все эффекты, подвергающие вас этим состояниям'
        },
        {
          name: 'Оплот силы',
          level: 15,
          description: 'Вы можете оградить себя и других телекинетической силой. Бонусным действием вы можете выбрать существ, включая себя, в пределах 30 футов от себя, до количества существ, равного вашему модификатору Интеллекта (минимум 1 существо). Каждое из выбранных существ получает укрытие на половину в течение 1 минуты или до тех пор, пока вы не получите состояние Недееспособный. \nПосле того, как вы используете это умение, вы не сможете сделать это снова, пока не закончите Продолжительный отдых, если только вы не потратите кость псионической энергии (действие не требуется), чтобы восстановить его использование.'
        },
        {
          name: 'Мастер телекинеза',
          level: 18,
          description: 'У вас всегда подготовленно заклинание Телекинез. С этим умением вы можете использовать его без ячейки заклинания или компонентов и ваша заклинательная характеристика для него — Интеллект. В каждый из ваших ходов, пока вы поддерживаете концентрацию на нём, включая ход, когда вы его накладываете, вы можете совершить Бонусным действием одну атаку оружием. После того, как вы используете заклинание с помощью этого умения, вы не сможете сделать это снова, пока не закончите Продолжительный отдых, если только вы не потратите кость псионической энергии (действие не требуется), чтобы восстановить его использование.'
        }
      ]
    },
    {
      id: 'banneret',
      name: 'Баннерет',
      nameEn: 'Banneret FRHoF24',
      description: 'Баннереты — это образцы доблести и лидерства, которые защищают невинных и объединяют других искателей приключений во имя справедливости и свободы. Многие из них — рыцари, служащие в Кормире, Серебряных Топях, Дамаре, Чессенте или других землях Фаэруна. Они странствуют по королевствам как рыцари-странники, ведя борьбу со злом за пределами своих королевств.\nБаннерет полагается на свою рассудительность, храбрость и верность рыцарскому кодексу, которые помогают ему побеждать злодеев. Одинокий баннерет — опытный воин, но когда он возглавляет отряд союзников, он может превратить даже плохо вооруженное ополчение в свирепую боевую группу.',
      features: [
        {
          name: 'Посланник рыцарства',
          level: 3,
          description: 'Вы знаете, как должно вести себя благородному посланнику. Вы получаете следующие преимущества:\nПонимание. Вы можете накладывать Понимание языков, но только как Ритуал. Ваша заклинательная характеристика для этого — Харизма.\nПолиглот. Вы изучаете один язык. Когда вы завершаете Продолжительный отдых, можете заменить язык, предоставляемый этой особенностью, другим языком из тех, что вы слышали, читали или видели в жестовом варианте в течение последних 24 часов.\nПоставленная речь. Вы получаете владение одним из следующих навыков на ваш выбор: Выступление, Запугивание, Проницательность, Убеждение.'
        },
        {
          name: 'Групповое оздоровление',
          level: 3,
          description: 'Когда вы используете ваше Второе дыхание для восстановления хитов, вы можете выбрать в области исходящей от вас 30-футовой Эманации союзников, количеством не больше, чем ваш модификатор Харизмы (не менее одного). Каждый выбранный союзник восстанавливает Хиты в количестве, равном 1д4 + ваш уровень Воина. Как только вы используете это умение, не можете сделать этого снова, пока не завершите Короткий или Продолжительный отдых.'
        },
        {
          name: 'Групповая тактика',
          level: 7,
          description: 'Когда вы используете Групповое оздоровление, каждый выбранный союзник совершает с Преимуществом все Тесты д20 до начала вашего следующего хода.'
        },
        {
          name: 'Воодушевляющий всплеск',
          level: 10,
          description: 'Когда вы используете Всплеск действий, вы можете выбрать в области исходящей от вас 30-футовой Эманации союзников, количеством не больше, чем ваш модификатор Харизмы (не менее одного). Каждый выбранный союзник может немедленно Реакцией применить один из следующих вариантов:\nАтака. Союзник совершает одну атаку, оружием или Безоружный удар.\nПеремещение. Союзник перемещается на расстояние вплоть до половины своей Скорости, не вызывая Провоцированных атак.'
        },
        {
          name: 'Устойчивость команды',
          level: 15,
          description: 'Когда видимый вами в пределах 60 футов от вас союзник проваливает спасбросок, вы можете Реакцией потратить использование вашего умения Упорный: этот союзник может немедленно перебросить проваленный спас с бонусом, равным вашему уровню Воина, и должен использовать новый результат.'
        },
        {
          name: 'Вдохновляющий командир',
          level: 18,
          description: 'Вы получаете следующие преимущества:\nУсиленное воодушевление. Область воздействия ваших умений Групповое оздоровление и Воодушевляющий всплеск теперь — 60-футовая Эманация.\nНепоколебимая храбрость. Вы обладаете Сопротивнитетом к состояниям Испуганный и Очарованный.'
        },
      ]
    },
    {
      id: 'cavalier',
      name: 'Кавалерист',
      nameEn: 'Cavalier XGE14',
      description: 'Архетип Кавалерист превосходен в конном бою. Обычно рождённый среди знати и взращенный при дворе, Кавалерист одинаково хорошо чувствует себя ведя кавалерию в атаку и обмениваясь остротами за званым ужином.\nКавалеристы также знают как оградить от опасности тех, за кого они отвечают, часто служат защитниками старших по званию и тех, кто слаб. Принуждённые устранять несправедливость или зарабатывать престиж, многие такие воины оставляют свою комфортную жизнь и отправляются на славное приключение.',
      features: [
        {
          name: 'Дополнительные владения',
          level: 3,
          description: 'Вы получаете владение одним из следующих навыков по вашему выбору: Выступление, История, Проницательность, Убеждение или Уход за животными.\nВ качестве альтернативы вы можете выучить один язык по вашему выбору.'
        },
        {
          name: 'Непоколебимая метка',
          level: 3,
          description: 'Вы можете угрожать врагам, мешая их атакам и наказывая их за вред другим. Когда вы попадаете по существу рукопашной атакой оружием, вы можете пометить это существо до конца вашего следующего хода.\nЭффект метки заканчивается, если вы становитесь Недееспособным или умираете, или же если кто-то еще отметит эту цель. Пока отмеченное существо находится в пределах 5 футов от вас, оно совершает с Помехой броски атак, целью которых не являетесь вы.\nКроме того, если отмеченное существо наносит урон кому угодно, кроме вас, вы можете совершить особую рукопашную атаку оружием против помеченного существа Бонусным действием в свой следующий ход.\nЭту атаку вы совершаете с Преимуществом, при попадании нанося дополнительный урон, равный половине вашего уровня воина.\nНезависимо от количества существ, которых вы отметили, вы можете совершить эту специальную атаку количество раз, равное модификатору вашей Силы (минимум один), и восстанавливаете все потраченные атаки, после окончания Продолжительного отдыха.'
        },
        {
          name: 'Рожденный в седле',
          level: 3,
          description: 'Ваше мастерство всадника становится очевидным. Вы совершаете с Преимуществом спасброски, чтобы избежать падения с вашего скакуна.\nЕсли вы падаете со скакуна и приземляетесь в пределах 10 футов, то вы приземляетесь на ноги, если не становитесь Недееспособным.\nИ наконец, забраться в седло и спешиться стоит вам всего 5 футов передвижения, а не половину скорости.'
        },
        {
          name: 'Защитный маневр',
          level: 7,
          description: 'Вы учитесь отражать удары, направленные на вас, вашего скакуна или других существ поблизости.\nЕсли по вам или по другому существу в пределах 5 футах от вас, которое вы можете видеть, попадают атакой, вы можете Реакцией бросить 1д8, если в данный момент вооружены рукопашным оружием или носите щит. Результат броска добавляется к КД цели против этой атаки.\nЕсли атака все равно попадает, цель имеет Сопротивление урону от этой атаки.\nВы можете использовать это умение количество раз, равное вашему модификатору Телосложения (минимум один), и восстанавливаете все потраченные использования после окончания Продолжительного отдыха.'
        },
        {
          name: 'Держать строй',
          level: 10,
          description: 'Вы становитесь мастером сдерживания своих противников. Вы можете совершить провоцированную атаку, если враждебное существо перемещается на 5 футов и более, оставаясь в пределах досягаемости. Для этого вы Реакцией совершаете одну рукопашную атаку по спровоцировавшему существу, и если вы попадаете по нему такой атакой, его скорость уменьшается до 0 до конца текущего хода.'
        },
        {
          name: 'Свирепый натиск',
          level: 15,
          description: 'Вы можете сбивать своих врагов, независимо от того, на скакуне вы или нет.\nЕсли перед атакой существа вы двигаетесь не менее 10 футов по прямой линии, а затем попадаете атакой, существо должно преуспеть в спасброске Силы (Сл = 8 + ваш бонус мастерства + ваш модификатор Силы), иначе будет сбито с ног.\nВы можете использовать это умение только один раз за ход.'
        },
        {
          name: 'Бдительный защитник',
          level: 18,
          description: 'Вы реагируете на опасность с чрезвычайной бдительностью. В бою вы получаете особую Реакцию, которую вы можете использовать один раз за ход каждого существа, кроме вас самих.\nВы можете использовать эту Реакцию только чтобы совершить провоцированную атаку и не можете использовать её в тот же ход, когда использовали свою нормальную Реакцию.'
        }
      ]
    },
    {
      id: 'arcane-archer',
      name: 'Мистический лучник',
      nameEn: 'Arcane Archer AU24',
      description: 'Мистический Лучник изучает уникальный эльфийский метод стрельбы, при котором магия вплетается в выстрелы для получения сверхъестественных эффектов.\nМистические Лучники – самые элитные воины среди эльфов. Они стоят на страже границ эльфийских королевств, зорко следят за нарушителями и используют наделённые магией стрелы, чтобы побеждать монстров и захватчиков до того, как они достигнут эльфийских поселений.\nЗа многие века методы этих эльфийских лучников были изучены представителями других рас, которые теперь тоже могут смешивать магию с мастерством лучника.',
      features: [
        {
          name: 'Знания Мистического лучника',
          level: 3,
          description: 'Вы изучаете теорию магии и тайны природы, что даёт вам следующие преимущества:\nЗаговор. Вы изучаете либо заговор Искусство друидов, либо заговор Фокусы. Ваша заклинательная характеристика для этого заговора — Интеллект.\nНавыки. Вы обретаете владение навыками Природа и Магия. Если вы уже владели одним из этих навыков, то вместо него вы обретаете владение другим навыком из доступных Воину на 1 уровне (или владение двумя навыками из доступных Воину на 1 уровне, если вы уже владели обоими навыками).'
        },
        {
          name: 'Магический выстрел',
          level: 3,
          description: 'Вы узнаёте, как вкладывать в ваши выстрелы особые магические эффекты.\nВарианты магических выстрелов. Вы изучаете два из вариантов Магических выстрелов на ваш выбор.\nВы изучаете по одному дополнительному варианту Магическего выстрела на ваш выбор, когда достигаете 7, 10, 15 и 18 уровней Воина. Каждый раз, когда вы изучаете новый вариант Магическего выстрела, вы можете также заменить один известный вам вариант на другой.\nИспользование Магических выстрелов. Один раз за ход, когда вы совершаете дальнобойную атаку оружием, обладающим свойством Боеприпас, вы можете применить к этой атаке один известный вам вариант Магическего выстрела. Если вариант Магическего выстрела не включает бросок атаки, вы решаете, применить ли Магическего выстрел, когда попадаете существу и наносите ему урон.\nВы можете использовать Магическего выстрел количество раз, равное вашему модификатору Интеллекта (минимум 1 раз). Вы восстанавливаете все потраченные использования по окончании Короткого или Продолжительного отдыха.\nКость Магическего выстрела. Варианты Магическего выстрела ссылаются на Кость магическего выстрела. Ваша Кость магическего выстрела — д6.\nСпасброски. Если вариант Чародейного выстрела требует совершения спасброска, его Сложность равна 8 плюс ваши модификатор Интеллекта и Бонус владения.\nНа более высоких уровнях. Ваша Кость чародейного выстрела изменяется по достижению вами определённых уровней Воина: Кость становится д8 на 10 уровне, д10 на 15 уровне и д12 на 18 уровне Воина.',
          collapsible: [
            {
              title: 'Взрывной выстрел',
              description: 'Взрывной выстрел.\nВы заряжаете боеприпас взрывной магической энергией. Немедленно после того, как ваша атака нанесёт урон существу, сама цель и каждое существо в области исходящей от неё 10-футовой Эманации получают Силовой урон, равный двум броскам вашей Кости чародейного выстрела.'
            },
            {
              title: 'Изгоняющий выстрел',
              description: 'Изгоняющий выстрел.\nВаш боеприпас временно заточает цель в безвредном демиплане. Существо, по которому вы попали атакой, получает от неё дополнительный Психический урон, равный результату броска одной вашей Кости чародейного выстрела, и должно преуспеть в спасброске Харизмы, иначе будет изгнано: изгнанное существо имеет состояние Недееспособный, а его Скорость равна 0. В конце своего следующего хода изгнанное существо вновь появляется в оставленном им пространстве, а если оно занято, то в ближайшем незанятом пространстве.'
            },
            {
              title: 'Ищущий выстрел',
              description: 'Ищущий выстрел.\nВаш боеприпас сам находит цель. При использовании этого варианта выстрела для атаки вы не совершаете бросок атаки. Вместо броска атаки выберите одно существо, которое вы видели в течение последней минуты. Боеприпас летит к этому существу, игнорируя Укрытие наполовину и Укрытие на три четверти, и по необходимости огибая углы. Если выбранное существо находится в пределах максимальной дистанции вашего оружия, оно совершает спасбросок Ловкости; при провале вы узнаёте его текущее местоположение, и оно получает урон, как если бы вы попали по нему атакой, а также дополнительный Силовой урон, равный двум броскам вашей Кости чародейного выстрела. При успехе спасброска только получает половину этого урона. Если цель находится за пределами максимальной дистанции вашего оружия, боеприпас исчезает, как только пролетает максимальную дистанцию.'
            },
            {
              title: 'Ослабляющий выстрел',
              description: 'Ослабляющий выстрел.\nВаш боеприпас ослабляет силы цели вашей атаки. Существо, по которому вы попали атакой, получает от неё дополнительный Некротический урон, равный результату броска одной вашей Кости чародейного выстрела. Цель должна также преуспеть в спасброске Телосложения, иначе получит состояние Отравленный до конца своего следующего хода. Каждый раз, когда существо с таким состоянием попадает броском атаки, оно вычитает из итогового урона этой атаки число, равное результату броска одной вашей Кости чародейного выстрела.'
            },
            {
              title: 'Пронзающий выстрел',
              description: 'Пронзающий выстрел.\nВы делаете боеприпас нематериальным. При использовании этого варианта выстрела для атаки вы не совершаете бросок атаки. Вместо этого боеприпас выстреливает исходящей от вас Линией 30 футов длиной и 1 фут шириной, после чего исчезает. Нематериальный боеприпас проходит через твёрдые объекты, так что эта Линия игнорирует укрытия. Каждое существо в этой Линии совершает спасбросок Ловкости; при провале оно получает урон, как если бы вы попали по нему атакой, а также дополнительный Колющий урон, равный двум броскам вашей Кости чародейного выстрела.  При успехе спасброска только получает половину этого урона.'
            },
            {
              title: 'Теневой выстрел',
              description: 'Теневой выстрел.\nВаш боеприпас заслоняет зрение вашего врага тенями. Существо, по которому вы попали атакой, получает от неё дополнительный Психический урон, равный результату броска одной вашей Кости чародейного выстрела. Цель должна также преуспеть в спасброске Мудрости, иначе получит состояние Ослеплённый до конца своего следующего хода.'
            },
            {
              title: 'Удерживающий выстрел',
              description: 'Удерживающий выстрел.\nВаш боеприпас создаёт вокруг вашей цели цепляющиеся колючие ветви. Существо, по которому вы попали атакой, получает от неё дополнительный Рубящий урон, равный результату броска одной вашей Кости чародейного выстрела. Цель должна также преуспеть в спасброске Силы, иначе получит состояние Опутанный на 1 минуту или пока вы снова не примените этот вариант Чародейного выстрела. Цель или другое существо, в пределах досягаемости которого находится цель, может действием совершить проверку Силы (Атлетика) против вашей Сл спасброска Чародейного выстрела, при успехе отцепляя колючки и оканчивая на цели состояние Опутанный.'
            },
            {
              title: 'Чарующий выстрел',
              description: 'Чарующий выстрел.\nВаш боеприпас очаровывает цель атаки. Существо, по которому вы попали атакой, получает от неё дополнительный Психический урон, равный результату броска двух ваших Костей чародейного выстрела. Цель должна также преуспеть в спасброске Мудрости, иначе получит состояние Очарованный до конца своего следующего хода. Источником очарования при этом будете считаться вы или один из ваших союзников, находящийся в пределах 30 футов от цели (на ваш выбор). Это состояние оканчивается раньше, если источник очарования атакует цель, наносит ей урон или заставляет совершить спасбросок.'
            }
          ]
        },
        {
          name: 'Зачарованная стрела',
          level: 7,
          description: 'Вы научились направлять сбившуюся стрелу к новой цели. Когда вы совершаете бросок дальнобойной атаки оружием, обладающим свойством Боеприпас, и промахиваетесь, немедленно после промаха вы можете Бонусным действием заставить боеприпас отскочить к новой цели. Новой целью должно быть видимое вами в пределах дистанции оружия существо, находящееся не далее чем в 60 футах от изначальной цели.'
        },
        {
          name: 'Магические боеприпасы',
          level: 7,
          description: 'Вы научились заряжать ваши боеприпасы магией. Действием Магия вы можете зарядить одно из описанных ниже магических свойств в немагический боеприпас и выстрелить этим боеприпасом в твёрдую поверхность, видимую вами в пределах дистанции оружия. Когда такой боеприпас попадает по этой поверхности, заряженный в него эффект активируется, а боеприпас прикрепляется к поверхности в точке удара на время действия эффекта; вы можете окончить действие эффекта преждевременно, действием Магия открепив боеприпас. Когда эффект оканчивается, боеприпас уничтожается.\nКак только вы используете это умение, вы не можете сделать это снова, пока не завершите Короткий или Долгий отдых. Вы можете также восстановить использование этого умения, потратив одно использование вашего Второго дыхания (действий не требуется).\nЗатемняющий боеприпас. Магические тени заполняют исходящую от боеприпаса 15-футовую Эманацию в течение 1 минуты. Немагический огонь в области воздействия гаснет, а существа в ней получают штраф -5 к проверкам Мудрости (Восприятие) и Пассивному Восприятию.\nОткрывающий боеприпас. Выброс магии наполняет исходящую от боеприпаса 15-футовую Эманацию, и от него раздаётся громкий щелчок, слышный в пределах 300 футов. Каждый запертый немагическим замком объект размыкается, каждый заклинивший расклинивается, а все засовы снимаются. Если у подходящего объекта несколько замков, размыкается только один из них.\nЛозовой боеприпас. Из боеприпаса вырастает лоза длиной 120 футов. Вы и другие существа можете лазать по этой лозе. Лоза усыхает через 10 минут.'
        },
        {
          name: 'Неукротимая телепортация',
          level: 15,
          description: 'Ваше магическое искусство позволяет вам избегать даже самых опасных ситуаций. Когда вы используете ваше умение Упорный и преуспеваете за счёт этого в спасброске, вы можете телепортироваться в видимое вами незанятое пространство в пределах 60 футов.'
        },
        {
          name: 'Мастерская стрельба',
          level: 18,
          description: 'При стрельбе вы перемещаетесь с особым проворством. Когда видимое вами существо промахивается по вам броском атаки, вы можете Реакцией переместиться на расстояние вплоть до половины вашей Скорости, не вызывая Провоцированных атак; после этого вы можете совершить в рамках той же Реакции бросок дальнобойной атаки по атаковавшему существу, если оно находится в пределах дистанции оружия.'
        }
      ]
    },
    {
      id: 'samurai',
      name: 'Самурай',
      nameEn: 'Samurai XGE14',
      description: 'Самурай – воин, который полагается на свой суровый и непреклонный дух бойца, чтобы одолеть врагов. Решимость его непоколебима, и у врагов, вставших на пути Самурая, два варианта: сдаться или умереть в бою.',
      features: [
        {
          name: 'Бонусные владения',
          level: 3,
          description: 'Вы получаете владение одним из следующих навыков по вашему выбору: Выступление, История, Проницательность или Убеждение. В качестве альтернативы вы можете выучить один язык по вашему выбору.'
        },
        {
          name: 'Боевой дух',
          level: 3,
          description: 'Ваша стремительность в битве может помочь вам защититься и нанести точный удар.\nБонусным действием на своём ходу вы можете дать себе Преимущество на броски атаки оружием до конца текущего хода. При этом вы также получаете 5 временных хитов. Количество временных хитов увеличивается, когда вы достигаете определённых уровней в этом классе: 10 на 10 уровне и 15 на 15 уровне.\nВы можете использовать это умение три раза. Вы восстанавливаете все потраченные использования после окончания Продолжительного отдыха.'
        },
        {
          name: 'Элегантный придворный',
          level: 7,
          description: 'Ваши воинская дисциплина и внимание к деталям позволяют вам преуспеть в социальных взаимодействиях.\nВсякий раз, когда вы совершаете проверку Харизмы (Убеждение), вы получаете бонус к проверке, равный вашему модификатору Мудрости.\nК тому же ваш самоконтроль позволил вам получить владением спасброском Мудрости. Если у вас уже есть владение спасброском Мудрости, вы получаете владение спасброском Интеллекта или Харизмы (по вашему выбору).'
        },
        {
          name: 'Неутомимая душа',
          level: 10,
          description: 'Когда вы совершаете бросок инициативы и у вас не осталось использований умения "Боевой дух", вы восстанавливаете одно использование.'
        },
        {
          name: 'Стремительный удар',
          level: 15,
          description: 'Вы учитесь жертвовать точностью для совершения более быстрых ударов. Если в свой ход вы совершаете действие Атака и у вас есть Преимущество на бросок атаки против одной из целей, вы можете отказаться от Преимущества на этот бросок и сделать еще одну атаку оружием по этой цели частью того же действия.\nВы не можете делать это более одного раза за ход.'
        },
        {
          name: 'Стойкость перед смертью',
          level: 18,
          description: 'Ваш боевой дух может задержать смерть. Если урон опускает ваши хиты до 0, но не убивает вас, вы можете Реакцией задержать потерю сознания, и немедленно сделать дополнительный ход, прервав текущий.\nЕсли вы получаете урон во время этого хода, когда у вас уже 0 хитов, вы получаете проваленный спасбросок от смерти. В случае трёх провалов вы умираете.\nЕсли к окончанию хода у вас всё еще 0 хитов, вы теряете сознание.\nИспользовав это умение таким образом, вы не сможете сделать это вновь, пока не закончите Продолжительный отдых.'
        },
      ]
    },
    {
      id: 'echo-knight',
      name: 'Рыцарь Эха',
      nameEn: 'Echo Knight EGtW14',
      description: 'Мистический и пугающий воин передового фронта Династии Крин, рыцарь эха овладел искусством использования дюнамии для вызова исчезающих отголосков нереализованных временных линий, чтобы они вступили в его битву.',
      features: [
        {
          name: 'Манифест эха',
          level: 3,
          description: 'Вы можете Бонусным действием магическим образом проявить эхо себя в свободном пространстве, которое вы можете видеть в пределах 15 футов от вас. Это эхо — магическое полупрозрачное серое изображение вас, которое длится до тех пор, пока оно не будет уничтожено, пока вы не отзовёте его Бонусным действием, пока вы не проявите другое эхо или пока вы не станете Недееспособным.\nВаше эхо имеет КД 14 + ваш бонус мастерства, 1 хит и Иммунитет ко всем состояниям. Если эхо должно совершить спасбросок, оно использует ваш модификатор. Оно того же размера, что и вы, и занимает собственное пространство. На своем ходу вы можете мысленно дать эху команду передвинуться на 30 футов в любом направлении (никаких действий не требуется). Если ваше эхо будет на расстоянии более 30 футов от вас в конце вашего хода, оно будет уничтожено.\nВы можете использовать эхо следующими способами:\n• Бонусным действием вы можете телепортироваться, магическим образом меняясь местами со своим эхом, потратив 15 футов вашего движения, независимо от расстояния между вами двумя.\n• Когда вы совершаете действие Атака в свой ход, любая атака, которую вы совершаете этим действием, может происходить из вашего пространства или пространства эха. Вы делаете этот выбор для каждой атаки отдельно.\n• Когда существо, которое вы видите в пределах 5 футов от вашего эха, перемещается от него на расстояние не менее 5 футов, вы можете Реакцией совершить провоцированную атаку против этого существа, как если бы вы находились в пространстве эха.'
        },
        {
          name: 'Раскрыть потенциал',
          level: 3,
          description: 'Вы можете усилить гнев своего эха. Всякий раз, когда вы совершаете действие Атака, вы можете совершить еще одну рукопашную атаку с позиции эха.\nВы можете использовать это умение количество раз, равное вашему модификатору Телосложения (минимум один раз). Вы восстанавливаете все потраченные использования после окончания Продолжительного отдыха.'
        },
        {
          name: 'Аватар эха',
          level: 7,
          description: 'Вы можете временно перенести своё сознание в своё эхо. Действием вы можете видеть глазами своего эха и слышать его ушами. Всё это время вы Оглушены и Ослеплены. Вы можете сохранять этот эффект на срок до 10 минут, и можете остановить его в любое время (не требует никаких действий). Пока ваше эхо используется таким образом, оно может быть на расстоянии до 1 000 футов от вас, не будучи уничтоженным.'
        },
        {
          name: 'Эхо-мученик',
          level: 10,
          description: 'Вы можете заставить своё эхо подставить себя под атаку направленную на другое существо, которое вы можете видеть. Перед броском атаки атакующего существа вы можете использовать свою Реакцию, чтобы телепортировать эхо в свободное пространство в пределах 5 футов от этого атакующего существа. Вместо этого бросок атаки, вызвавший Реакцию, совершается против вашего эха. Как только вы используете это умение, вы не сможете использовать его снова, пока не закончите Короткий или Продолжительный отдых.'
        },
        {
          name: 'Поглотить потенциал',
          level: 15,
          description: 'Вы научились поглощать мимолетное волшебство своего эха. Когда ваше эхо уничтожается от полученного урона, вы можете получить временные хиты в количестве равные 2д6 + ваш модификатор Телосложения, если у вас еще нет временных хитов.\n\nВы можете использовать это умение количество раз, равное вашему модификатору Телосложения (минимум один раз). Вы восстанавливаете все потраченные использования после окончания Продолжительного отдыха.'
        },
        {
          name: 'Легион единого',
          level: 18,
          description: 'Вы можете Бонусным действием создать два эха вашей способностью "Манифест эха", и эти эха могут сосуществовать одновременно. Если вы попытаетесь создать третье эхо, предыдущие два эха будут уничтожены. Все, что вы можете сделать с позиции одного эха, можно сделать из позиции другого.\nКроме того, когда вы бросаете инициативу и у вас не осталось использований "Раскрытия Потенциала", вы восстанавливаете одно использование этого умения.'
        },
      ]
    },
    {
      id: 'rune-knight',
      name: 'Рунный рыцарь',
      nameEn: 'Rune Knight TCE14',
      description: 'Рунные рыцари укрепляют свою боевую доблесть при помощи сверхъестественной силы рун — древней практики, возникшей у великанов. Резчика рун можно найти среди любого семейства великанов, и вы, вероятно, научились своим методам резки из первых или вторых рук от подобного мистического ремесленника. Возможно, вы обнаружили работу великанов, выточенную в камне на холме или в пещере, узнали о рунах от странствующего мудреца или встретили великана лично. В любом случае вы изучали их ремесло и обучились применять магические руны для усиления вашего снаряжения.',
      features: [
        {
          name: 'Бонусные владения',
          level: 3,
          description: 'Вы получаете владение инструментами кузнеца, а также учитесь писать, читать и говорить на Великаньем языке.'
        },
        {
          name: 'Резчик рун',
          level: 3,
          description: 'Вы можете использовать магические руны для улучшения вашего снаряжения. Вы изучаете две руны по вашему выбору из числа рун, описанных ниже, и каждый раз, когда вы получаете уровень в этом классе, вы можете заменить одну известную вам руну другой из описанных в этом умении. Когда вы достигнете определённых уровней в этом классе, вы узнаете дополнительные руны, как показано в таблице "Известные руны"\nКаждый раз, когда вы заканчиваете Продолжительный отдых, вы можете прикоснуться к количеству предметов, равному количеству известных вам рун, и нанести различные руны на каждый из этих предметов. Чтобы вы могли сделать это, предмет должен быть оружием, доспехом, щитом, украшением или чем-то еще, что вы можете носить или держать в руке. Ваша руна остаётся на предмете до тех пор, пока вы не закончите Продолжительный отдых. Один предмет может иметь только одну начерченную на нём руну.\nПеречисленные далее руны становятся вам доступны, когда вы их изучаете. Если руна имеет требование к уровню, то вы должны иметь соответствующий уровень в этом классе, чтобы изучить её. Если руна требует спасброска, то:\nСл спасброска вашей рунной магии = 8 + ваш бонус мастерства + ваш модификатор Телосложения.',
          collapsible: [
            {
              title: 'Известные руны',
              description: 'Известные руны',
              tableData: {
                headers: ['Уровень воина', 'Количество рун'],
                rows: [
                  ['3', '2'],
                  ['7', '3'],
                  ['10', '4'],
                  ['15', '5']
                ]
              }
            }
          ]
        },
        {
          name: 'Резчик рун',
          level: 3,
          description: 'Резчик рун',
          collapsible: [
            {
              title: 'Каменная руна',
              description: 'Эта руна воплощает рассудительность каменных великанов. Пока вы несёте или носите предмет с этой руной, вы совершаете с Преимуществом проверки Мудрости (Проницательность), и получаете тёмное зрение на 120 футов.\nКроме того, когда существо, которое вы можете видеть, оканчивает свой ход в пределах 30 футов от вас, Реакцией вы можете пробудить силу руны и заставить его совершить спасбросок Мудрости. При провале оно становится Очарованным вами на 1 минуту. Пока оно Очаровано таким способом, его скорость равна 0, и оно считается Недееспособным, оказываясь в магическом ступоре. Существо может повторять спасбросок в конце каждого своего хода, оканчивая на себе эффект при успехе. Единожды пробудив руну, вы больше не сможете сделать этого до окончания Короткого или Продолжительного отдыха.'
            },
            {
              title: 'Ледяная руна',
              description: 'Магия этой руны взывает к силам существ, выживающих в заснеженных пустошах, — таких, как ледяные великаны. Пока вы несёте или носите предмет с этой руной, вы совершаете с Преимуществом проверки Мудрости (Уход за животными) и Харизмы (Запугивание).\nКроме того, вы можете Бонусным действием пробудить силу руны, увеличив свою стойкость. В течение 10 минут вы получаете бонус +2 ко всем проверкам характеристик и спасброскам, использующим Силу или Телосложение. Единожды пробудив руну, вы больше не сможете сделать этого до окончания Короткого или Продолжительного отдыха.'
            },
            {
              title: 'Облачная руна',
              description: 'Магия этой руны воплощает обманчивость облачных великанов. Пока вы несёте или носите предмет с этой руной, вы совершаете с Преимуществом проверки Ловкости (Ловкость рук) и Харизмы (Обман).\nКроме того, когда атака попадает по вам или по существу, которое вы можете видеть в пределах 30 футов, вы можете Реакцией пробудить силу руны, изменяя цель атаки на любое существо в пределах 30 футов от вас (кроме атакующего). Выбранное существо становится целью этой атаки с тем же броском атаки. Эта магия может передавать атакующие эффекты вне зависимости от дальности атаки. Единожды пробудив руну, вы больше не сможете сделать этого до окончания Короткого или Продолжительного отдыха.'
            },
            {
              title: 'Огненная руна',
              description: 'Магия этой руны воплощает в себе мастерство изготовления предметов великими кузнецами. Пока вы несёте или носите предмет с этой руной, ваш бонус мастерства удваивается для любых проверок характеристик с применением инструментов, которыми вы владеете.\nКроме того, когда вы попадаете по существу атакой оружием, вы можете пробудить руну, призвав огненные кандалы. Цель дополнительно получает 2д6 урона Огнём и должна преуспеть в спасброске Силы, иначе станет Опутанной на 1 минуту. Пока цель Опутана таким образом, она получает 2д6 урона Огнём в начале каждого своего хода. Цель может повторять спасбросок в конце каждого своего хода, уничтожая кандалы при успехе. Единожды пробудив руну, вы больше не сможете сделать этого до окончания Короткого или Продолжительного отдыха.'
            },
            {
              title: 'Холмовая руна',
              description: '(7 уровень или выше)\nЭта руна обладает магией, способной даровать устойчивость холмовых великанов. Пока вы несёте или носите предмет с этой руной, вы совершаете с Преимуществом спасброски против Отравления, а также получаете Сопротивление урону Ядом.\nКроме того, Бонусным действием вы можете пробудить силу руны, получая Сопротивление Дробящему, Рубящему и Колющему урону на 1 минуту. Единожды пробудив руну, вы больше не сможете сделать этого до окончания Короткого или Продолжительного отдыха.'
            },
            {
              title: 'Штормовая руна',
              description: '(7 уровень или выше)\nЭта руна дарует вам способность заглядывать в будущее подобно штормовым великанам. Пока вы несёте или носите предмет с этой руной, вы совершаете с Преимуществом проверки Интеллекта (Магия), а также вас нельзя застать врасплох, если вы не Недееспособны.\nКроме того, Бонусным действием вы можете пробудить силу этой руны и войти в пророческое состояние на 1 минуту или до тех пор, пока не станете Недееспособны. Пока вы находитесь в этом состоянии, каждый раз, когда вы или любое другое существо в пределах 60 футов от вас совершаете бросок атаки, спасбросок или проверку характеристики, вы можете Реакцией дать этому броску Преимущество или Помеху. Единожды пробудив руну, вы больше не сможете сделать этого до окончания Короткого или Продолжительного отдыха.'
            }
          ]
        },
        {
          name: 'Мощь великана',
          level: 3,
          description: 'Вы научились наполнять себя могуществом великанов. Бонусным действием вы магическим образом можете получить следующие преимущества на 1 минуту:\n• Если ваш размер меньше, чем Большой, то вы становитесь Большим вместе со всем, что вы носите. Если вам не хватает места для увеличения, то ваш размер не меняется.\n• Вы совершаете с Преимуществом любые проверки Силы и спасброски Силы.\n• Один раз в каждый ваш ход одна из ваших атак оружием или Безоружным ударом может нанести дополнительно 1д6 урона цели при попадании.\nВы можете использовать это умение количество раз, равное вашему бонусу мастерства. Вы восстанавливаете все потраченные использования после окончания Продолжительного отдыха.'
        },
        {
          name: 'Рунический щит',
          level: 7,
          description: 'Вы изучаете способ пробуждать магию ваших рун для защиты союзников. Когда по любому другому существу, которое вы можете видеть в пределах 60 футов, попадают броском атаки, вы можете Реакцией заставить атакующего повторно бросить д20 и использовать новый результат.\nВы можете использовать это умение количество раз, равное вашему бонусу мастерства. Вы восстанавливаете все потраченные использования после окончания Продолжительного отдыха.'
        },
        {
          name: 'Великий рост',
          level: 10,
          description: 'Магия ваших рун навсегда изменила вас. Когда вы получите это умение, бросьте 3д4. Вы становитесь выше на количество дюймов, равное выпавшему результату.\nКроме того, дополнительный урон, который вы наносите умением "Мощь великана", увеличивается до 1д8.'
        },
        {
          name: 'Мастер рун',
          level: 15,
          description: 'Вы можете дважды пробуждать каждую из известных вам рун, полученных при помощи умения "Резчик рун", и восстанавливаете все потраченные пробуждения после окончания Короткого или Продолжительного отдыха.'
        },
        {
          name: 'Рунический джаггернаут',
          level: 18,
          description: 'Вы узнаёте, как усилить вашу руническую трансформацию. В результате дополнительный урон, который вы наносите с помощью умения "Мощь великана", увеличивается до 1д10. Более того, когда вы используете это умение, ваш размер может увеличиться до Огромного, и пока вы имеете данный размер, ваша досягаемость увеличивается на 5 футов.'
        },
      ]
    }
  ]
};