import type { Class } from '../../types/class';

export const sorcerer: Class = {
  id: 'sorcerer',
  name: 'Чародей',
  nameEn: 'Sorcerer',
  sourceBook: 'PHB24',
  portrait: '/images/classes/sorcerer.png',
  description: 'Чародеи управляют врождённой магией, впечатанной в их сущности. Некоторые чародеи не могут назвать источник своей силы, в то время как другие связывают её со странными событиями в их личной или семейной истории. Благословение дракона или дриады при рождении ребёнка или удар молнии с ясного неба могут стать началом дара чародея. Также причиной может стать дар божества, воздействие необычной магии другого плана или взгляд в тайны мироздания. Каков бы ни был источник, результатом является неизгладимый след на чародее — бурлящая магия, которая может передаваться через поколения. \nЧародеи не учатся магии; сырая, кипящая сила магии является частью их самих. Основное искусство чародея заключается в том, чтобы научиться управлять и направлять эту врождённую магию, открывая для себя новые, поразительные способы высвобождения своей силы. По мере того как чародеи овладевают своей врождённой магией, они становятся всё более связанными с её источником, развивая уникальные способности, отражающие её происхождение. \nЧародеи редки. В некоторых семейных линиях появляется ровно один чародей в каждом поколении, но чаще всего таланты к чародейству возникают случайно. Люди, обладающие этой магической силой, вскоре понимают, что она не хочет оставаться в тени. Магия чародея стремится быть использованной.',
  primaryAbility: 'Харизма',
  hitDice: 6,
  hitPoints: {
    level1: '6 + модификатор Телосложения',
    higherLevels: '1д6 (или 4) + модификатор Телосложения за каждый уровень после первого'
  },
  proficiencies: {
    armor: [],
    weapons: ['Простое оружие'],
    savingThrows: ['Телосложение', 'Харизма '],
    skills: {
      count: 2,
      list: [
        'Магия',
        'Обман',
        'Проницательность',
        'Запугивание',
        'Убеждение',
        'Религия'
      ]
    }
  },
  equipment: {
    default: [
      {
        choice: 'А',
        items: [
          '<a href="/items/spear">Копьё</a>',
          '2 <a href="/items/dagger">кинжала</a>',
          '<a href="/items/crystal">Магическая фокусировка (кристалл)</a>',
          '<a href="/items/dungeoneers-pack">Набор исследователя подземелий</a>',
          '28 зм'
        ]
      },
      {
        choice: 'Б',
        items: ['50 зм']
      }
    ]
  },
  multiclass: {
    bullets: [
      'Требование характеристики: Харизма 13 или выше.',
      'Получите следующие особенности: кость хитов'
    ],
  },
  levels: [
    {
      level: 1,
      profBonus: '+2',
      features: ['Использование заклинаний', 'Врождённое чародейство'],
      sorceryPoints: 0,
      cantrips: 4,
      preparedSpells: 2,
      spellSlots: {
        1: 2,
        2: 0,
        3: 0,
        4: 0,
        5: 0,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 2,
      profBonus: '+2',
      features: ['Источник магии', 'Метамагия'],
      sorceryPoints: 2,
      cantrips: 4,
      preparedSpells: 4,
      spellSlots: {
        1: 3,
        2: 0,
        3: 0,
        4: 0,
        5: 0,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 3,
      profBonus: '+2',
      features: ['Подкласс чародея'],
      sorceryPoints: 3,
      cantrips: 4,
      preparedSpells: 6,
      spellSlots: {
        1: 4,
        2: 2,
        3: 0,
        4: 0,
        5: 0,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 4,
      profBonus: '+2',
      features: ['Улучшение характеристик'],
      sorceryPoints: 4,
      cantrips: 5,
      preparedSpells: 7,
      spellSlots: {
        1: 4,
        2: 3,
        3: 0,
        4: 0,
        5: 0,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 5,
      profBonus: '+3',
      features: ['Восстановление магии'],
      sorceryPoints: 5,
      cantrips: 5,
      preparedSpells: 9,
      spellSlots: {
        1: 4,
        2: 3,
        3: 2,
        4: 0,
        5: 0,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 6,
      profBonus: '+3',
      features: ['Умение подкласса'],
      sorceryPoints: 6,
      cantrips: 5,
      preparedSpells: 10,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 0,
        5: 0,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 7,
      profBonus: '+3',
      features: ['Воплощённая магия'],
      sorceryPoints: 7,
      cantrips: 5,
      preparedSpells: 11,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 1,
        5: 0,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 8,
      profBonus: '+3',
      features: ['Улучшение характеристик'],
      sorceryPoints: 8,
      cantrips: 5,
      preparedSpells: 12,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 2,
        5: 0,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 9,
      profBonus: '+4',
      features: ['—'],
      sorceryPoints: 9,
      cantrips: 5,
      preparedSpells: 14,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 1,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 10,
      profBonus: '+4',
      features: ['Метамагия'],
      sorceryPoints: 10,
      cantrips: 5,
      preparedSpells: 15,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 2,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 11,
      profBonus: '+4',
      features: ['—'],
      sorceryPoints: 11,
      cantrips: 6,
      preparedSpells: 16,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 2,
        6: 1,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 12,
      profBonus: '+4',
      features: ['Улучшение характеристик'],
      sorceryPoints: 12,
      cantrips: 6,
      preparedSpells: 16,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 2,
        6: 1,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 13,
      profBonus: '+5',
      features: ['—'],
      sorceryPoints: 13,
      cantrips: 6,
      preparedSpells: 17,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 2,
        6: 1,
        7: 1,
        8: 0,
        9: 0
      }
    },
    {
      level: 14,
      profBonus: '+5',
      features: ['Умение подкласса'],
      sorceryPoints: 14,
      cantrips: 6,
      preparedSpells: 17,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 2,
        6: 1,
        7: 1,
        8: 0,
        9: 0
      }
    },
    {
      level: 15,
      profBonus: '+5',
      features: ['—'],
      sorceryPoints: 15,
      cantrips: 6,
      preparedSpells: 18,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 2,
        6: 1,
        7: 1,
        8: 1,
        9: 0
      }
    },
    {
      level: 16,
      profBonus: '+5',
      features: ['Улучшение характеристик'],
      sorceryPoints: 16,
      cantrips: 6,
      preparedSpells: 18,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 2,
        6: 1,
        7: 1,
        8: 1,
        9: 0
      }
    },
    {
      level: 17,
      profBonus: '+6',
      features: ['Метамагия'],
      sorceryPoints: 17,
      cantrips: 6,
      preparedSpells: 19,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 2,
        6: 1,
        7: 1,
        8: 1,
        9: 1
      }
    },
    {
      level: 18,
      profBonus: '+6',
      features: ['Умение подкласса'],
      sorceryPoints: 18,
      cantrips: 6,
      preparedSpells: 20,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 3,
        6: 1,
        7: 1,
        8: 1,
        9: 1
      }
    },
    {
      level: 19,
      profBonus: '+6',
      features: ['Эпическая черта'],
      sorceryPoints: 19,
      cantrips: 6,
      preparedSpells: 21,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 3,
        6: 2,
        7: 1,
        8: 1,
        9: 1
      }
    },
    {
      level: 20,
      profBonus: '+6',
      features: ['Апофеоз магии'],
      sorceryPoints: 20,
      cantrips: 6,
      preparedSpells: 22,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 3,
        6: 2,
        7: 2,
        8: 1,
        9: 1
      }
    }
  ],
  features: [
    {
      name: 'Использование заклинаний',
      level: 1,
      description: 'Вы можете накладывать заклинания, используя свою врожденную магию. Правила наложения заклинаний см. в главе 7. Ниже подробно описано, как применять эти правила к заклинаниям чародея, которые будут перечислены в списке заклинаний чародея далее в описании класса. \nЗаговоры. Вы знаете 4 заговора по вашему выбору из списка заклинаний чародея. Рекомендуются: Свет, Фокусы, Электрошок и Чародейская вспышка. \nКаждый раз, когда вы получаете уровень чародея, вы можете заменить 1 из ваших заговоров другим заговором по вашему выбору из списка заклинаний чародея. \nПри достижении 4 и 10 уровней чародея, вы изучаете дополнительный заговор по вашему выбору из списка заклинаний чародея, как показано в столбце "Заговоры" из таблицы "Умения чародея". \nЯчейки заклинаний. Таблица "Умения чародея" показывает, сколько ячеек заклинаний вы можете использовать для заклинаний 1+ уровня. Вы восстанавливаете все потраченные ячейки, когда заканчиваете Продолжительный отдых. \nПодготовленные заклинания 1+ уровня. Вы подготавливаете список заклинаний 1+ уровня, которые доступны вам для использования с помощью этого умения. Для начала выберите 2 заклинания 1 уровня из списка заклинаний чародея. Рекомендуются: Огненные ладони и Обнаружение магии. \nКоличество подготовленных заклинаний в вашем списке увеличивается по мере того, как вы получаете уровни чародея, как показано в столбце "Подг. закл." из таблицы "Умения чародея". \nКаждый раз, когда это число увеличивается, выберите дополнительные заклинания из списка заклинаний чародея, чтобы количество заклинаний вашего списка соответствовало значению в таблице "Умения чародея". Выбранные заклинания должны быть того уровня, для которых у вас есть ячейка заклинаний. Например, если вы чародей 3 уровня, то ваш список подготовленных заклинаний может включать 6 заклинаний чародея 1 и 2 уровней в любой комбинации. Если другое умение чародея даёт вам всегда подготовленные заклинания, то эти заклинания не учитываются в количестве заклинаний, которые вы можете подготовить с помощью этого умения, но в остальном они считаются заклинаниями чародея для вас. \nИзменение подготовленных заклинаний. Каждый раз, когда вы получаете уровень чародея, вы можете изменить 1 заклинание из вашего списка на другое заклинание из списка заклинаний чародея, для которых у вас имеется ячейка заклинаний. \nЗаклинательная характеристика. Харизма — это ваша заклинательная характеристика для ваших заклинаний чародея. \nЗаклинательная фокусировка. В качестве заклинательной фокусировки для ваших заклинаний чародея вы можете использовать магическую фокусировку.'
    },
    {
      name: 'Врождённое чародейство',
      level: 1,
      description: 'Событие в вашем прошлом оставило неизгладимый след, наполнив вас бурлящей магией. Бонусным действием вы можете выпустить эту магию на 1 минуту, во время которой вы получаете следующие эффекты: \n• Сл. спасброска ваших заклинаний чародея увеличивается на 1. \n• Вы получаете Преимущество на броски атаки заклинаний чародея, которые вы накладываете. \nВы можете использовать эту способность дважды и восстанавливаете все использованные её применения после Продолжительного отдыха.'
    },
    {
      name: 'Источник магии',
      level: 2,
      description: 'Вы можете воспользоваться источником магии внутри себя. Этот источник представлен единицами чародейства, которые позволяют вам создавать различные магические эффекты. \nУ вас есть 2 очка чародейства, и вы получаете больше по мере повышения уровня, как указано в колонке "Очки чародейства" из таблицы "Умения чародея". Вы не можете иметь больше очков чародейства, чем указано в таблице для вашего уровня. Вы восстанавливаете все потраченные очки чародейства после Продолжительного отдыха.\nВы можете использовать свои очки чародейства для активации следующих опций, а также других особенностей, таких как Метамагия, которые требуют траты очков. \nПреобразование ячеек заклинаний в единицы чародейства. Вы можете потратить ячейку заклинания, чтобы получить количество очков чародейства, равное уровню ячейки (действие не требуется). \nСоздание ячеек заклинаний. Бонусным действием вы можете преобразовать неиспользованные очки чародейства в 1 ячейку заклинания. Таблица "Создание ячеек заклинаний" показывает стоимость создания ячейки заклинания определённого уровня и минимальный уровень чародея, который вам нужен, чтобы создать ячейку. Вы не можете создать ячейку заклинания выше 5 уровня.\nЛюбая ячейка заклинания, созданная с помощью этой особенности, исчезает, когда вы завершаете Продолжительный отдых.',
      collapsible: [
        {
          title: 'Создание ячеек заклинаний',
          description: 'Создание ячеек заклинаний',
          tableData: {
            headers: ['Уровень ячейки заклинания', 'Стоимость очков чародейства', 'Минимальный уровень чародея'],
            rows: [
              ['1', '2', '2'],
              ['2', '3', '3'],
              ['3', '5', '5'],
              ['4', '6', '7'],
              ['5', '7', '9']
            ]
          }
        }
      ]
    },
    {
      name: 'Метамагия',
      level: 2,
      description: 'Поскольку ваша магия исходит изнутри, вы можете изменять свои заклинания, чтобы они соответствовали вашим нуждам. Вы получаете 2 варианта метамагии на ваш выбор из раздела "Варианты метамагии", который описан позже в этом классе. Вы используете выбранные варианты для временной модификации заклинаний, которые накладываете. Чтобы использовать вариант, вы должны потратить количество очков чародейства, которое он требует. \nВы можете использовать только 1 вариант метамагии на заклинание при его наложении, если иное не указано в одном из этих вариантов. \nКаждый раз, когда вы получаете уровень чародея, вы можете заменить 1 из своих вариантов метамагии на тот, который вам неизвестен. Вы получаете ещё 2 варианта на 10 уровне чародея и ещё два на 17 уровне чародея.',
      collapsible: [
        {
          title: 'Аккуратное заклинание',
          description: 'Аккуратное заклинание\nСтоимость: 1 очко чародейства\nКогда вы накладываете заклинание, которое вынуждает других существ совершить спасбросок, вы можете защитить некоторых из них от магического воздействия. Для этого потратьте 1 очко чародейства и выберите существ в количестве, равном вашему модификатору Харизмы (минимум 1 существо). Указанные существа автоматически преуспевают в спасброске от данного заклинания и не получают урона вовсе, если бы получали половину урона при успешном спасброске.'
        },
        {
          title: 'Далёкое заклинание',
          description: 'Далёкое заклинание\nСтоимость: 1 очко чародейства\nПри накладывании заклинания, дистанция которого 5 футов и более, вы можете потратить 1 очко чародейства, чтобы удвоить это расстояние. При накладывании заклинания с дистанцией "Касание", вы можете потратить 1 очко чародейства, чтобы увеличить это расстояние до 30 футов.'
        },
        {
          title: 'Ищущее заклинание',
          description: 'Ищущее заклинание\nСтоимость: 1 очко чародейства\nЕсли вы совершили бросок атаки для заклинания и промахнулись, то вы можете потратить 1 очко чародейства, чтобы перебросить д20, и должны использовать результат нового броска.\nВы можете использовать Ищущее заклинание, даже если уже использовали другой вариант Метамагии во время произнесения заклинания.'
        },
        {
          title: 'Непреодолимое заклинание',
          description: 'Непреодолимое заклинание\nСтоимость: 2 очка чародейства\nКогда вы накладываете заклинание, которое вынуждает существо совершить спасбросок для защиты от его эффектов, вы можете потратить 2 очка чародейства, чтобы одна из целей заклинания совершала спасброски от этого заклинания с Помехой.'
        },
        {
          title: 'Неуловимое заклинание',
          description: 'Неуловимое заклинание\nСтоимость: 1 очко чародейства\nВо время накладывания заклинания вы можете потратить 1 очко чародейства, чтобы сотворить его без вербальных, соматических и материальных компонентов, за исключением материальных компонентов, которые расходуются заклинанием, или которые имеют цену, указанную в заклинании.'
        },
        {
          title: 'Преобразованное заклинание',
          description: 'Преобразованное заклинание\nСтоимость: 1 очко чародейства\nКогда вы накладываете заклинание, которое наносит тип урона из нижеперечисленных, вы можете потратить 1 очко чародейства, чтобы изменить этот тип урона на: Кислоту, Холод, Огонь, Электричество или Звук.'
        },
        {
          title: 'Продлённое заклинание',
          description: 'Продлённое заклинание\nСтоимость: 1 очко чародейства\nПри накладывании заклинания с длительностью 1 минута или более, вы можете потратить 1 очко чародейства, чтобы удвоить это время, вплоть до максимального в 24 часа.\nЕсли данное заклинание требует концентрации, то вы получаете Преимущество на любой спасбросок, который вы совершаете для поддержания концентрации.'
        },
        {
          title: 'Удвоенное заклинание',
          description: 'Удвоенное заклинание\nСтоимость: 1 очко чародейства\nКогда вы накладываете заклинание, такое как, например, Очарование личности, которое может нацелиться на ещё одно существо, если будет наложено с использованием ячейки более высокого уровня, вы можете потратить 1 очко чародейства, чтобы увеличить эффективный уровень заклинания на 1.'
        },
        {
          title: 'Усиленное заклинание',
          description: 'Усиленное заклинание\nСтоимость: 1 очко чародейства\nПри совершении броска урона от заклинания вы можете потратить 1 очко чародейства, чтобы перебросить несколько костей урона, вплоть до количества, равного вашему модификатору Харизмы (минимум 1). Вы должны использовать новое выпавшее значение.\nВы можете использовать Усиленное заклинание, даже если уже использовали другой вариант Метамагии во время произнесения заклинания.'
        },
        {
          title: 'Ускоренное заклинание',
          description: 'Ускоренное заклинание\nСтоимость: 2 очка чародейства\nКогда вы накладываете заклинание с длительностью наложения "1 действие", вы можете потратить 2 очка чародейства, чтобы изменить время наложения на "Бонусное действие" для этого наложения. Вы не можете изменять заклинания таким образом, если уже наложили заклинание 1+ уровня в текущем ходу, а также вы не можете накладывать заклинания 1+ уровня в этот ход после изменения заклинания описанным образом.'
        }
      ]
    },
    {
      name: 'Подкласс чародея',
      level: 3,
      description: 'Вы получаете подкласс чародея по вашему выбору. Подкласс — это специализация, которая предоставляет вам возможности на определённых уровнях чародея. В ходе дальнейшего развития вы получаете каждые умения вашего подкласса, которые соответствуют вашему уровню чародея или ниже.'
    },
    {
      name: 'Улучшение характеристик',
      level: 4,
      description: 'Вы получаете черту Улучшение характеристик (см. главу 5) или другую черту по вашему выбору, требованиям которой вы соответствуете. Вы снова получаете эту способность на уровнях волшебника 8, 12 и 16.'
    },
    {
      name: 'Восстановление магии',
      level: 5,
      description: 'Когда вы завершаете Короткий отдых, вы можете восстановить потраченные очки чародейства, но не больше числа, равного половине вашего уровня чародея (округляя в меньшую сторону). После использования этого умения, вы не можете его использовать снова до завершения Продолжительного отдыха.'
    },
    {
      name: 'Воплощённая магия',
      level: 7,
      description: 'Если у вас не осталось использования Врождённого чародейства, то вы можете потратить 2 единицы чародейства, чтобы активировать Врождённое чародейство Бонусным действием. \nКроме того, пока ваше умение Врождённое чародейство активно, вы можете применять до 2 вариантов вашей метамагии на каждое накладываемое вами заклинание'
    },
    {
      name: 'Эпическая черта',
      level: 19,
      description: 'Вы получаете эпическую черту (см. главу 5) или другую черту по вашему выбору, требованиям которой вы соответствуете. Рекомендуется черта Дар пространственного путешествия.'
    },
    {
      name: 'Апофеоз магии',
      level: 20,
      description: 'Пока ваше умение Врождённое чародейство активно вы можете использовать 1 вариант метамагии в каждый свой ход без траты единиц чародейства.'
    }
  ],
  subclasses: [
    {
      id: 'aberrant',
      name: 'Аберрантный разум',
      nameEn: 'Aberrant Sorcery PHB24',
      description: 'Чужеродное влияние оплело своими щупальцами ваш разум, даруя вам псионическую силу. Теперь вы можете касаться разумов других существ с помощью этой силы и изменять мир вокруг себя. Будет ли эта сила сиять в вас, как маяк надежды для других? Или вы станете источником ужаса для тех, кто почувствует укол вашего разума? \nВозможно психические ветра из Астрального плана принесли вам псионическую энергию, или вы подверглись воздействию искажённого влияния Дальнего предела. Альтернативно — вам имплантировали головастика свежевателя разума, но ваша трансформация в иллитида так и не произошла; теперь псионические силы головастика ваши. Как бы вы ни приобрели эту силу, ваш разум пылает ею.',
      features: [
        {
          name: 'Псионические заклинания',
          level: 3,
          description: 'При достижении уровней чародея, указанных в таблице "Псионические заклинания", вы всегда имеете подготовленными нижеописанные заклинания.',
          collapsible: [
            {
              title: 'Псионические заклинания',
              description: 'Псионические заклинания',
              tableData: {
                headers: ['Уровень чародея', 'Заклинания чародея'],
                rows: [
                  ['3', 'Расщепление разума, Руки Хадара, Диссонирующий шёпот, Умиротворение, Обнаружение мыслей'],
                  ['5', 'Голод Хадара, Послание'],
                  ['7', 'Эвардовы чёрные щупальца, Призыв духа аберрации'],
                  ['9', 'Ментальная связь Рэри, Телекинез']
                ]
              }
            }
          ]
        },
        {
          name: 'Телепатическая речь',
          level: 3,
          description: 'Вы можете установить телепатическую связь между своим разумом и разумом другого существа. Бонусным действием выберите одно существо, которое вы можете видеть в пределах 30 футов от вас. Вы и выбранное существо можете телепатически говорить друг с другом, пока находитесь в пределах количества миль друг от друга, равному вашему модификатору Харизмы (минимум 1 миля). Чтобы вы могли понимать друг друга, каждый из вас должен мысленно говорить на языке, знакомом другому. \nТелепатическая связь длится в течение количества минут, равному вашему уровню чародея. Она заканчивается раньше, если вы используете это умение, чтобы сформировать связь с другим существом.'
        },
        {
          name: 'Психическая защита',
          level: 6,
          description: 'Вы получаете Сопротивление к урону Психикой и совершаете с Преимуществом спасброски от состояний Очарованный или Испуганный, чтобы избежать или завершить эти состояния.'
        },
        {
          name: 'Псионическое чародейство',
          level: 6,
          description: 'Когда вы накладываете любое заклинание 1+ уровня из списка "Псионические заклинания", вы можете накладывать его, потратив ячейку заклинания как обычно, или потратив количество единиц чародейства, равное уровню заклинания.\nЕсли вы накладываете заклинание, используя единицы чародейства, то оно не требует вербальных, соматических и материальных компонентов, кроме тех материальных, что расходуются заклинанием или имеют стоимость.'
        },
        {
          name: 'Откровение во плоти',
          level: 14,
          description: 'Вы можете высвободить аберрантную истину, скрытую внутри вас. Бонусным действием вы можете потратить 1 или более единиц чародейства, чтобы волшебным образом преобразовать своё тело на 10 минут. За каждую потраченную единицу чародейства вы можете получить 1 из следующих свойств по вашему выбору, действие которых длится до окончания трансформации: \nВидеть невидимое. Вы можете увидеть любое существо в состоянии Невидимый в радиусе 60 футов, если оно не находится за полным укрытием. Ваши глаза также становятся чёрными или превращаются в извивающиеся сенсорные отростки. \nБлестящий полёт. Вы получаете скорость полёта, равную вашей скорости ходьбы, и можете парить. Когда вы летите, ваша кожа блестит от слизи или сияет потусторонним светом. \nВодная адаптация. Вы получаете скорость плавания, равную удвоенной скорости ходьбы, и можете дышать под водой. Кроме того, из вашей шеи вырастают жабры, либо они выходят веером из-за ваших ушей, ваши пальцы становятся перепончатыми или у вас вырастают извивающиеся реснички. \nЧервеобразное движение. Ваше тело, вместе с любым снаряжением, которое вы носите или несёте, становится скользким и податливым. Вы можете проходить через любое узкое пространство до 1 дюйма без протискивания и можете потратить 5 футов передвижения, чтобы избежать немагических пут или состояния Схваченный.'
        },
        {
          name: 'Искажающий взрыв',
          level: 18,
          description: 'Вы можете высвободить искривляющую пространство аномалию. Действием Магия вы можете телепортироваться в незанятое пространство, которое вы можете видеть в пределах 120 футов. Сразу же после того, как вы исчезнете, каждое существо в пределах 30 футов от места, где вы находились, должно совершить спасбросок Силы против Сл. вашего спасброска заклинаний. В случае провала существо получает 3д10 урона Силовым полем и притягивается по прямой к месту, где вы находились, останавливаясь в незанятом пространстве как можно ближе к вашей прежней позиции. В случае успеха существо получает только половину урона. \nЕдиножды использовав это умение, вы не можете воспользоваться им вновь, пока не завершите Продолжительный отдых, либо не потратите 5 очков чародейства (действие не требуется), чтобы восстановить использование этого умения.'
        }
      ]
      },
      {
      id: 'сlockwork',
      name: 'Заводная душа',
      nameEn: 'Clockwork Sorcery PHB24',
      description: 'Космическая сила порядка наполнила вас магией. Эта сила проистекает из Механуса или подобного ему царства — плана существования, сформированного исключительно соображениями эффективности, как у часового механизма. Вы или кто-то из вашего рода могли быть вовлечены в махинации модронов — существ порядка, населяющих Механус. Возможно, кто-то из ваших предков даже принимал участие в Великом марше модронов. Каким бы ни был источник мощи внутри вас, сила порядка может показаться странной другим, но для вас это часть огромной и славной системы.',
      features: [
        {
          name: 'Заводная магия',
          level: 3,
          description: 'При достижении уровней чародея, указанных в таблице "Заводная магия", вы всегда имеете подготовленными нижеописанные заклинания.\nКроме того, обратитесь к таблице "Проявления порядка" и выберите или случайным образом определите способ проявления вашей связи с порядком в момент накладывания любого из ваших заклинаний чародея.',
          collapsible: [
            {
              title: 'Заклинания Заводной души',
              description: 'Заклинания Заводной души',
              tableData: {
                headers: ['Уровень чародея', 'Заклинания чародея'],
                rows: [
                  ['3', 'Сигнал тревоги, Защита от зла и добра, Подмога, Малое восстановление'],
                  ['5', 'Рассеивание магии, Защита от энергии'],
                  ['7', 'Свобода перемещения, Призыв духа конструкта'],
                  ['9', 'Высшее восстановление, Силовая стена']
                ]
              }
            },
            {
              title: 'Проявления порядка',
              description: 'Проявления порядка',
              tableData: {
                headers: ['д6', 'Проявление'],
                rows: [
                  ['1', 'Позади вас парят призрачные шестерёнки.'],
                  ['2', 'В ваших глазах вращаются стрелки часов.'],
                  ['3', 'Ваша кожа сияет медным блеском.'],
                  ['4', 'Ваше тело покрывают парящие уравнения и геометрические объекты.'],
                  ['5', 'Ваша заклинательная фокусировка временно принимает форму крошечного часового механизма.'],
                  ['6', 'Вы и те, на кого воздействует ваша магия, слышат тиканье механизмов или звон часов.']
                ]
              }
            }
          ]
        },
        {
          name: 'Восстановление баланса',
          level: 3,
          description: 'Ваша связь с планом абсолютного порядка позволяет сгладить моменты хаоса. Когда существо, которое вы можете видеть в пределах 60 футов от вас, собирается совершить бросок д20 с Преимуществом или Помехой, вы можете заставить его совершить этот бросок без Преимущества и Помехи, использовав Реакцию. \nВы можете использовать это умение количество раз, равное вашему модификатору Харизмы (минимум 1 раз). Вы восстанавливаете все потраченные использования после окончания Продолжительного отдыха.'
        },
        {
          name: 'Бастион закона',
          level: 6,
          description: 'Вы можете подключиться к великому уравнению существования, чтобы наделить существо мерцающим щитом порядка. \nДействием Магия вы можете потратить от 1 до 5 очков чародейства, чтобы создать магическую защиту вокруг себя или другого существа, которое вы можете видеть в пределах 30 футов от вас. \nЭтот щит представлен количеством костей д8, равным количеству единиц чародейства, потраченных на его создание. Когда охраняемое существо получает урон, оно может потратить некоторое количество этих костей, уменьшив получаемый урон на результат броска потраченных костей. \nЗащита длится до тех пор, пока вы не окончите Продолжительный отдых или пока вы не используете это умение снова.'
        },
        {
          name: 'Медитация порядка',
          level: 14,
          description: 'Вы получаете возможность настроить своё сознание на бесконечные вычисления Механуса. Бонусным действием вы можете войти в это состояние на 1 минуту. Втечение этого времени броски атаки против вас не могут совершаться с Преимуществом, и всякий раз, когда вы совершаете Тест д20, вы можете рассматривать бросок 9 или ниже на д20 как 10. \nЕдиножды использовав это умение, вы не можете воспользоваться им вновь, пока не завершите Продолжительный отдых, либо не потратите 5 очков чародейства (действие не требуется), чтобы восстановить использование этого умения.'
        },
        {
          name: 'Заводная кавалькада',
          level: 18,
          description: 'Вы на мгновение призываете духов порядка, чтобы устранить беспорядок вокруг вас. Действием Магия вы призываете духов в 30-футовом кубе с центром на вас. Духи выглядят как модроны или другие конструкты по вашему выбору. Духи неосязаемы и неуязвимы, и они создают нижеперечисленные эффекты внутри куба, прежде чем исчезнуть. Единожды использовав это умение, вы не можете воспользоваться им вновь, пока не завершите Продолжительный отдых, либо не потратите 7 очков чародейства (действие не требуется), чтобы восстановить использование этого умения. \nЛечение. Духи восстанавливают до 100 хитов, распределённых по вашему выбору между любым количеством существ по вашему выбору в кубе. \nРемонт. Любые повреждённые объекты, полностью находящиеся в кубе, мгновенно ремонтируются. \nРазвеивание. На выбранных вами существах и объектах в кубе заканчиваются эффекты всех заклинаний 6 уровня и ниже.'
        }
      ]
    },
      {
      id: 'draconic',
      name: 'Драконья кровь',
      nameEn: 'Draconic Sorcery PHB24',
      description: 'Ваша врождённая магия берёт своё начало от дара драконов. Возможно, древний дракон, столкнувшийся со смертью, завещал часть своей магической силы вам или вашему предку. Быть может, вы впитали магию из места, наполненного силой драконов. Или вы держали в руках нечто ценное из сокровищницы дракона, что было пропитано его силой. А может ваш предок и есть дракон.',
      features: [
        {
          name: 'Драконья устойчивость',
          level: 3,
          description: 'Магия, струящаяся через ваше тело, проявляет физические черты вашего драконьего дара. Максимум ваших хитов увеличивается на 3, а также увеличивается на 1, когда вы получаете другие уровни чародея.\nК тому же часть вашего тела покрыта чешуёй, похожей на драконью. Пока вы не носите доспехов, ваш КД равен 10 + ваш модификатор Ловкости + ваш модификатор Харизмы.'
        },
        {
          name: 'Драконьи заклинания',
          level: 3,
          description: 'При достижении уровней чародея, указанных в таблице "Драконьи заклинания", вы всегда имеете подготовленными нижеописанные заклинания.',
          collapsible: [
            {
              title: 'Драконьи заклинания',
              description: 'Драконьи заклинания',
              tableData: {
                headers: ['Уровень чародея', 'Заклинания чародея'],
                rows: [
                  ['3', 'Приказ, Цветной шарик, Смена обличья, Дыхание дракона'],
                  ['5', 'Ужас, Полёт'],
                  ['7', 'Магический глаз, Очарование монстра'],
                  ['9', 'Знание легенд, Вызов дракона']
                ]
              }
            }
          ]
        },
        {
          name: 'Родство со стихией',
          level: 6,
          description: 'Ваша драконья магия имеет сходство с типом урона, связанным с драконами. Выберите один из типов: Кислота, Холод, Огонь, Электричество или Яд. \nВы получаете Сопротивление к данному типу урона, а также, когда вы накладываете заклинание, наносящее урон этого вида, вы можете добавить модификатор Харизмы к 1 броску урона этого заклинания.'
        },
        {
          name: 'Крылья дракона',
          level: 14,
          description: 'Бонусным действием вы можете вызвать появление драконьих крыльев на своей спине. Крылья существуют на протяжении 1 часа или пока вы не развеете их (действие не требуется). На данное время у вас есть скорость полёта 60 футов.\nЕдиножды использовав это умение, вы не можете воспользоваться им вновь, пока не завершите Продолжительный отдых, либо не потратите 3 очка чародейства (действие не требуется), чтобы восстановить использование этого умения.'
        },
        {
          name: 'Дракон-компаньон',
          level: 18,
          description: 'Вы можете наложить заклинание Вызов дракона без материальных компонентов. Также вы можете единожды наложить его без использования ячейки заклинания, восстанавливая способность наложения заклинания таким образом по завершении Продолжительного отдыха. \nКогда вы начинаете накладывать заклинание, то можете изменить его таким образом, чтобы оно нетребовало концентрации. Если вы изменяете его, то длительность заклинания становится равной 1 минуте от этого наложения.'
        }
      ]
    },
      {
      id: 'wild-magic',
      name: 'Дикая магия',
      nameEn: 'Wild Magic Sorcery PHB24',
      description: 'Ваша внутренняя магия проистекает от диких сил хаоса, лежащих в основе мироздания. Вы, или ваш предок, возможно, подверглись воздействию сырой магии, например, через межпланарный портал, ведущий в Лимбо или Стихийные планы. Быть может, вы были благословлены феей или отмечены демоном. Или ваша магия может быть случайностью вашего рождения, без какой-либо причины. Вне зависимости от её происхождения, хаотическая магия бурлит внутри вас, готовая вырваться наружу.',
      features: [
        {
          name: 'Волна дикой магии',
          level: 3,
          description: 'Ваше чародейство может высвободить волны необузданной магии. Один раз в ход вы можете бросить 1д20 сразу же после наложения заклинания Чародея, использовавшего ячейку заклинания. Если бросок кости равен "20", то бросьте кости по таблице "Волна дикой магии" для создания магического эффекта. \nЕсли магический эффект - заклинание, то он слишком дикий, чтобы быть подверженным вашей Метамагии.',
          collapsible: [
            {
              title: 'Волна дикой магии',
              description: 'Волна дикой магии',
              tableData: {
                headers: ['1д100', 'Эффект'],
                rows: [
                  ['01-04', 'Совершайте бросок по этой таблице в начале каждого своего хода в течение следующей минуты, игнорируя результат "01–04".'],
                  ['05-08', 'Дружественно настроенное к вам существо появляется в случайном незанятом месте в пределах 60 футов от вас. Существо под контролем Мастера и исчезает 1 минуту спустя. Бросьте 1д4, чтобы определить существо: 1. Модрон дуодрон; 2. Фламф; 3. Модрон монодрон; 4. Единорог. Используйте Бестиарий для статблоков существ.'],
                  ['09-12', 'В течение следующей минуты вы восстанавливаете по 5 хитов в начале каждого своего хода.'],
                  ['13-16', 'Существа получают Помеху к спасброскам от следующего заклинания, требующего совершить спасбросок, которое вы сотворите в течение минуты.'],
                  ['17-20', 'Вы подвергаетесь эффекту, который длится в течение 1 минуты, если в описании неуказано иначе. Бросьте 1д8 для определения эффекта: 1. Вы окружены тихой неземной музыкой, которую можете слышать только вы и существа в радиусе 5 футов от вас; 2. Ваш размер увеличивается на одну категорию; 3. Вы отращиваете длинную бороду из перьев, которая остаётся до момента, пока вы не чихнёте, после чего перья разлетаются с вашего лица и исчезают; 4. Вы должны кричать, когда говорите; 5. Иллюзорные бабочки порхают в воздухе в пределах 10 футов от вас; 6. Глаз появляется на вашем лбу, даруя вам Преимущество на проверки Мудрости (Восприятие); 7. Розовые пузыри вылетают из вашего рта, когда вы говорите; 8. Ваша кожа приобретает яркий оттенок синего на 24 часа или пока эффект не будет окончен заклинанием Снятие проклятия.'],
                  ['21-24', 'В течение следующей минуты все ваши заклинания со временем накладывания "1 действие" накладываются Бонусным действием.'],
                  ['25-28', 'Вы перемещаетесь на Астральный план до конца своего следующего хода, после чего вы вернётесь в пространство, ранее занимаемое, или ближайшее свободное пространство, если это пространство занято.'],
                  ['29-32', 'В течение минуты следующее наложение заклинания, наносящего урон, не использует бросок костей. Вместо этого используйте максимально возможное число для каждой кости урона.'],
                  ['33-36', 'Вы получаете Сопротивление ко всему урону в течение следующей минуты.'],
                  ['37-40', 'Вы превращаетесь в горшок с цветами до начала вашего следующего хода. Будучи растением, вы получаете состояние Недееспособный и уязвимость ко всеми типам уронам. Если ваши хиты опускаются до 0, то ваш горшок раскалывается и вы возвращаетесь в свою форму.'],
                  ['41-44', 'В течение следующей минуты вы можете в каждый ваш ход Бонусным действием телепортироваться на расстояние до 20 футов.'],
                  ['45-48', 'Вы и до 3 существ на ваш выбор в пределах 30 футов от вас получают состояние Невидимый на 1 минуту. Состояние прекращается, если существо совершает бросок атаки, наносит урон или накладывает заклинание.'],
                  ['49-52', 'В течение следующей минуты рядом с вами парит призрачный щит, предоставляющий бонус +2 к КД и Иммунитет к заклинанию Волшебная стрела.'],
                  ['53-56', 'Вы можете совершить 1 дополнительное действие в этот ход.'],
                  ['57-60', 'Вы накладываете случайное заклинание. Если заклинание обычно требует концентрации, то в данном случае - нет; заклинание длится всю свою длительность. Бросьте 1д10 для определения заклинания: 1. Смятение; 2. Огненный шар; 3. Туманное облако; 4. Полёт (накладывается на случайное существо в радиусе 60 футов от вас); 5. Скольжение; 6. Левитация (накладывается на себя); 7. Волшебная стрела (накладывается как заклинание 5 уровня); 8. Отражения; 9. Полиморф (накладывается на себя), и если вы провалили спасбросок, то обращаетесь в Козла (см. приложение Б); 10. Видение невидимого.'],
                  ['61-64', 'В течение следующей минуты все легковос пламеняющиеся немагические предметы, не надетые и не переносимые другим существом, которых вы касаетесь, получают 1д4 урона Огнём и получают состояние Горение.'],
                  ['65-68', 'Если вы погибнете в течение следующего часа, то мгновенно вернётесь к жизни, как если бы вас воскресили заклинанием Реинкарнация.'],
                  ['69-72', 'Вы получаете состояние Испуганный до конца своего следующего хода. Мастер определяет источник вашего страха.'],
                  ['73-76', 'Вы телепортируетесь на расстояние до 60 футов в свободное пространство, которое видите.'],
                  ['77-80', 'Случайное существо в пределах 60 футов от вас получает состояние Отравленный на 1д4 часа.'],
                  ['81-84', 'Вы в течение минуты излучаете яркий свет в радиусе 30 футов. Все существа, оканчивающие ход в пределах 5 футов от вас получают состояние Ослеплённый до конца своего следующего хода.'],
                  ['85-88', 'До 3 существ по вашему выбору, которых вы можете видеть в пределах 30 футов от вас, получают 1д10 урона некротической энергией. Вы восстанавливаете хиты, равные сумме нанесённого урона.'],
                  ['89-92', 'До 3 существ по вашему выбору выбор, которых вы можете видеть в пределах 30 футов от вас, получают 4д10 урона электри чеством.'],
                  ['93-96', 'Вы и все существа в пределах 30 футов от вас получаете на 1 минуту уязвимость к Колющему урону.'],
                  ['97-00', 'Бросьте 1д6: 1. Вы восстанавливаете 2д10 хитов. 2. Один союзник по вашему выбору в пределах 300 футов восстанавливает 2д10 хитов. 3. Вы восстанавливаете самую низкоуровневую потраченную ячейку заклинания. 4. Один союзник по вашему выбору в пределах 300 футов восстанавливает самую низкоуровневую потраченную ячейку заклинания. 5. Вы восстанавливаете все потраченные единицы чародейства. 6. Все эффекты строки "17-20" воздействуют на вас одновременно.']
                ]
              }
            }
          ]
        },
        {
          name: 'Поток хаоса',
          level: 3,
          description: 'Вы можете манипулировать силами хаоса, чтобы получить Преимущество для одного Теста д20 до совершения броска. Сделав это, вы должны наложить заклинание чародея, используя ячейку заклинания,или завершить Продолжительный отдых, чтобы использовать это умение вновь. \nЕсли вы накладываете заклинание чародея, используя ячейку заклинания до завершения Продолжительного отдыха, то вы автоматически совершаете бросок костей по таблице "Волна дикой магии".'
        },
        {
          name: 'Подчинение удачи',
          level: 6,
          description: 'Вы получаете возможность менять судьбу с помощью дикой магии. Когда другое существо, видимое вами, совершает Тест д20, вы можете Реакцией потратить 1 очко чародейства и бросить 1д4. Результат броска станет бонусом или штрафом (на ваш выбор) к броску существа.'
        },
        {
          name: 'Контролируемый хаос',
          level: 14,
          description: 'Вы получаете толику контроля над волнами дикой магии. Каждый раз, когда вы совершаете бросок по таблице дикой магии, вы можете совершить два броска и использовать любой из них.'
        },
        {
          name: 'Укрощённая Волна',
          level: 18,
          description: 'Немедленно после наложения заклинания чародея, использующего ячейку заклинания, вы можете воссоздать эффект по вашему выбору из таблицы "Волна дикой магии" вместо броска костей. Вы можете выбрать любой эффект из таблицы, за исключением последней строки. Если выбранный эффект включает в себя бросок костей, то его необходимо совершить. \nЕдиножды использовав это умение, вы не можете воспользоваться им вновь, пока не завершите Продолжительный отдых.'
        }
      ]
    },
      {
      id: 'divine-soul',
      name: 'Божественная Душа',
      nameEn: 'Divine Soul Sorcery XGE14',
      description: 'Иногда искра магии, питающая чародея, исходит от божественного начала, мерцающего в душе. Наличие такой благословенной души является признаком того, что ваша врождённая магия может исходить из далекой, но могущественной семейной связи с божественным существом. Возможно, ваш предок был ангелом, превращённый в смертного и посланный сражаться во имя своего бога. Или ваше рождение может быть предрешено древним пророчеством, что делает из вас служителя богов или избранным сосудом божественной магии.\nТрадиционная религиозная иерархия часто видит в божественных душах угрозу из-за их природного магнетизма. Эти чародеи, повелевая силой богов, могут подорвать существующий строй и заявить, что они напрямую связаны с божеством.\nВ некоторых культурах только тот, кто обладает божественной душой, может стать священнослужителем. На таких землях духовенство, как правило, является наследным и передаётся из поколения в поколение в виде нескольких избранных семей или кланов.',
      features: [
        {
          name: 'Божественная магия',
          level: 3,
          description: 'Ваша связь с божеством позволяет вам изучать заклинания из класса жреца. Когда ваше умение "Использование заклинаний" позволяет вам изучить или заменить заговор чародея или заклинание чародея 1 уровня или выше, вы можете выбрать новое заклинание из списка заклинаний жреца или списка заклинаний чародея.\nВы должны соблюдать все остальные ограничения при выборе заклинания, но это заклинание для вас становится заклинанием чародея. Кроме того, выберите склонность к источнику вашей божественной силы: добро, зло, закон, хаос или нейтралитет.\nВы изучаете дополнительное заклинание, основанное на этой склонности, как показано ниже. Это заклинание для вас становится заклинанием чародея, но оно не учитывается при подсчёте известных вам заклинаний чародея. Если вы позже замените это заклинание, вы должны заменить его заклинанием из списка заклинаний жреца.',
          collapsible: [
            {
              title: 'Божественная магия',
              description: 'Божественная магия',
              tableData: {
                headers: ['Склонность', 'Заклинание'],
                rows: [
                  ['Добро', 'Лечение ран'],
                  ['Зло', 'Нанесение ран'],
                  ['Закон', 'Благословение'],
                  ['Хаос', 'Порча'],
                  ['Нейтралитет', 'Защита от зла и добра']
                ]
              }
            }
          ]
        },
        {
          name: 'Любимчик богов',
          level: 3,
          description: 'Божественная сила охраняет вашу судьбу.\nЕсли вы проваливаете спасбросок или промахиваетесь броском атаки, вы можете бросить 2д4 и добавить выпавшее значение к результату, возможно тем самым изменив исход.\nИспользовав это умение, вы не можете использовать его повторно до окончания Короткого или Продолжительного отдыха.'
        },
        {
          name: 'Усиленное лечение',
          level: 6,
          description: 'Божественная энергия, проходящая через вас, может усилить лечащие заклинания. Всякий раз, когда вы или союзник в пределах 5 футов от вас совершаете бросок кости, чтобы определить количество хитов, которое восстанавливается заклинанием, вы можете потратить 1 единицу чародейства чтобы один раз перебросить любое количество костей, при условии, что вы не являетесь Недееспособным. Вы можете использовать это умение только один раз за ход.'
        },
        {
          name: 'Крылья из другого мира',
          level: 14,
          description: 'Вы можете Бонусным действием расправить пару спектральных крыльев за спиной. Пока крылья находятся там, вы получаете скорость полёта 30 футов.\nКрылья не исчезают до тех пор, пока вы не станете Недееспособны, не умрёте или не рассеете их Бонусным действием. Склонность, которую вы выбрали для своего умения "Божественная магия", определяет внешний вид спектральных крыльев: орлиные крылья для добра или закона, крылья летучей мыши для зла или хаоса и крылья стрекозы для нейтралитета.'
        },
        {
          name: 'Неземное восстановление',
          level: 18,
          description: 'Вы получаете возможность переносить серьёзнейшие повреждения. Бонусным действием вы можете восстановить половину своих максимальных хитов в случае, если вы Окровавленны.\nИспользовав это умение, вы не можете использовать его повторно до окончания Продолжительного отдыха.'
        }
      ]
    },
      {
      id: 'shadow',
      name: 'Теневая магия',
      nameEn: 'Shadow Sorcery RHW24',
      description: 'Вы — существо тени, потому что ваша врождённая магия исходит из самого Царства Теней. Вы могли бы проследить свою родословную до сущности из этого места или, возможно, вы подверглись воздействию её беспощадной энергии и были трансформированы ею.\nСила теневой магии накладывает странный покров на ваш внешний вид. Искра жизни, которая поддерживает вас, приглушена, как будто она изо всех сил пытается противостоять тёмной энергии, которая проникает в вашу душу. Вы можете самостоятельно выбрать причуду для вашего персонажа или определить её случайным образом по таблице "Причуды теневых чародеев".\nПричуды теневых чародеев\nд6\tПричуда\n1\tВы всегда холодны на ощупь.\n2\tКогда вы спите, кажется, что вы не дышите (хотя вы все равно должны дышать, чтобы жить).\n3\tВы почти не истекаете кровью, даже когда получили тяжёлые ранения.\n4\tВаше сердце бьётся один раз в минуту. Это событие иногда вас удивляет.\n5\tУ вас есть проблема с тем, чтобы вспомнить, что к живым существам и трупам следует относиться по-разному.\n6\tВы моргнули. Один раз. На прошлой неделе.',
      features: [
        {
          name: 'Теневые заклинания',
          level: 3,
          description: 'При достижении уровней Чародея, указанных в таблице "Теневые заклинания", вы всегда имеете подготовленными нижеописанные заклинания.',
          collapsible: [
            {
              title: 'Теневые заклинания',
              description: 'Теневые заклинания',
              tableData: {
                headers: ['Уровень чародея', 'Заклинания чародея'],
                rows: [
                  ['3', 'Порча, Тьма, Нанесение ран, Бесследное передвижение'],
                  ['5', 'Голод Хадара, Необнаружимость'],
                  ['7', 'Высшая невидимость, Воображаемый убийца'],
                  ['9', 'Заражение, Сотворение']
                ]
              }
            }
          ]
        },
        {
          name: 'Сила тени',
          level: 3,
          description: 'Вы получаете следующие преимущества:\nГлаза Тьмы. Вы имеете Тёмнoе зрение в пределах 120 футов и Слепое зрение в пределах 10 футов. Кроме того, если накладываемое вами заклинание создаёт зону магической тьмы (например Тьма), то вы можете нормально видеть через эту тьму.\nСила Могилы. Если ваши Хиты опускаются до 0 но вы не убиты сразу, вы можете совершить спасбросок Харизмы (Сл равна 5 + полученный урон). При успехе ваши Хиты становятся равны вашему модификатору Харизмы + ваш уровень Чародея. После того, как вы преуспеете в этом спасброске, вы не сможете использовать эту особенность снова, пока не окончите Продолжительный отдых.'
        },
        {
          name: 'Гончая дурного знамени',
          level: 6,
          description: 'Вы можете воззвать к воющему порождению тени чтобы преследовать ваших врагов. Вы можете потратить 3 Очка чародейства, чтобы Бонусным действием наложить заклинание Вызов зверя без использования ячейки заклинания и без использования материального компонента. Вы не подготавливаете это заклинание. Призванное существо выглядит как зверь сделанный из теней, и враги в пределах 5 футов от этого существа имеют Помеху на спасброски против заклинаний которые вы накладываете.\nКогда вы накладываете это заклинание, вы можете изменить его, чтобы оно не требовало Концентрации. Если вы так делаете, то длительность заклинания становится "1 минута" и заклинание оканчивается ранее если вы накладываете его ещё раз.'
        },
        {
          name: 'Хождение по теням',
          level: 14,
          description: 'Пока вы находитесь в Тусклом свете или Тьме, вы можете Бонусным действием телепортироваться вплоть до 120 футов в видимое вами незанятое пространство, которое тоже находится в Тусклом свете или Тьме.'
        },
        {
          name: 'Мрачная форма',
          level: 18,
          description: 'Когда вы используете Врождённое чародейство, вы можете принять теневую форму, получая приемущества ниже пока ваше Врождённое чародейство активно или пока вы не окончите эту форму раньше (действий не требуется). Как только вы используете эту особенность, вы не сможете использовать это снова, пока не окончите Продолжительный отдых, или пока не потратите 6 Очков чародейства (действий не требуется) чтобы восстановить это использование.\nБестелесное перемещение. Вы можете перемещаться сквозь существ и объекты как елси они были Труднопроходимой местностью, но вы получаете 1д10 урона Силовым полем если оканчиваете свой ход внутри существа или объетка.\nТеневая устойчивость. Вы имеете Сопротивление ко всему урону, кроме урона Силовым полем и Излучением.'
        }
      ]
    },
      {
      id: 'storm',
      name: 'Штормовое чародейство',
      nameEn: 'Storm Sorcery XGE14',
      description: 'Ваша врождённая магия исходит от силы стихии воздуха. Многие с этой силой могут отследить свою магию до около-смертных переживаний, вызванных Великим Дождём, но, возможно, вы родились во время бушующего шторма, настолько сильного, что народ всё ещё рассказывает истории о нём, или ваша родословная может включать влияние могущественных воздушных существ, таких как джинн. В любом случае штормовая магия пронизывает само ваше существование.\nШтормовые чародеи — бесценные члены экипажа корабля. Их магия позволяет им контролировать ветер и погоду в непосредственной близости от себя. Их способности также полезны в отражении нападений сахуагинов, пиратов и других водных угроз.',
      features: [
        {
          name: 'Уста ветра',
          level: 3,
          description: 'Тайная магия, которой вы повелеваете, наполняется стихией воздуха. Вы можете говорить, читать и писать на Первичном. Знание этого языка позволяет понимать и быть понятым теми, кто говорит на его диалектах: Акван, Ауран, Игнан и Терран.'
        },
        {
          name: 'Бурная магия',
          level: 3,
          description: 'Вы можете в свой ход Бонусным действием заставить завихряющиеся порывы стихийного ветра на мгновение окружить вас прямо перед тем или прямо после того, как вы накладываете заклинание 1 уровня или выше. Это позволяет вам отлететь на расстояние до 10 футов, не провоцируя атак.'
        },
        {
          name: 'Сердце шторма',
          level: 6,
          description: 'Вы получаете Сопротивление урону Звуком и Электричеством.\nКроме того, каждый раз, когда вы начинаете накладывать заклинание 1 уровня или выше, которое наносит урон Звуком или Электричеством, из вас выплёскивается магия шторма. Этот всплеск направлен в существ по вашему выбору, которых вы можете видеть в пределах 10 футов от вас, и наносит урон Звуком или Электричеством (выбирайте каждый раз, когда эта способность активируется), равный половине вашего уровня Чародея.'
        },
        {
          name: 'Управление штормом',
          level: 6,
          description: 'Вы получаете возможность контролировать погоду вокруг вас. Если идёт дождь, вы можете действием заставить дождь прекратиться в сфере с радиусом 20 футов с центром на вас.\nВы можете окончить этот эффект Бонусным действием. Если ветрено, вы можете каждый раунд Бонусным действием выбирать направление ветра в сфере с радиусом 100 футов с центром на вас. Ветер дует в этом направлении до конца вашего следующего хода. Это умение не изменяет скорость ветра.'
        },
        {
          name: 'Ярость шторма',
          level: 14,
          description: 'Когда по вам попадают рукопашной атакой, вы можете Реакцией нанести атакующему урон Электричеством. Урон равен вашему уровню чародея. Атакующий должен также совершить спасбросок Силы против Сл вашего спасброска от заклинаний. При провале атакующего отталкивает по прямой линии на расстояние до 20 футов от вас.'
        },
        {
          name: 'Душа ветра',
          level: 18,
          description: 'Вы получаете Иммунитет к урону Звуком и Электричеством.\nВы также получаете магическую скорость полёта 60 футов. Действием вы можете уменьшить скорость полёта до 30 футов на 1 час и выбрать несколько существ в пределах 30 футов от себя, в количестве, равном 3 + ваш модификатор Харизмы. Выбранные существа получают магическую скорость полёта 30 футов на 1 час.\nКак только вы уменьшите скорость полёта таким образом, вы не сможете сделать это снова, до окончания Короткого или Продолжительного отдыха.'
        }
      ]
    },
      {
      id: 'lunar',
      name: 'Лунное чародейство',
      nameEn: 'Lunar Sorcery PHB14',
      description: 'Во многих мирах луна является почитаемым небесным телом, обладающим магическими свойствами. На Кринне боги магии связаны с тремя лунами мира. В мире Торил богиня Селунэ использует свет луны для борьбы с тьмой. В Эберроне ученые Драконического пророчества расшифровывают древние тайны по растущим и убывающим двенадцати лунам этого мира.\nВы или кто-то из вашего рода подвергся воздействию концентрированной магии луны (или лун) вашего мира, что наделило вас лунной магией. Возможно, ваш предок участвовал в друидическом ритуале, связанном с затмением, или мистический осколок луны разбился рядом с вами. Как бы ни проявлялась ваша магия, ваша связь с луной очевидна, когда вы накладываете заклинания чародея — возможно, ваши зрачки светятся цветом луны из вашего мира, или вокруг вас вращаются призрачные образы лунных фаз, или возникают какие-то другие эффекты.',
      features: [
        {
          name: 'Лунные заклинания',
          level: 3,
          description: 'При достижении уровней чародея, указанных в таблице "Лунные заклинания", вы всегда имеете подготовленными нижеописанные заклинания. \nКаждый раз, когда вы заканчиваете Продолжительный отдых, вы можете выбрать, какая фаза луны будет питать вашу магию: Полнолуние, Новолуние или Полумесяц. Пока вы находитесь в выбранной фазе, вы можете наложить заклинание 1 уровня соответствующей фазы из таблицы "Лунные Заклинания" один раз, не тратя ячейки заклинаний. Наложив заклинание таким образом, вы больше не сможете сделать это повторно до окончания Продолжительного отдыха.',
          collapsible: [
            {
              title: 'Лунные заклинания',
              description: 'Лунные заклинания',
              tableData: {
                headers: ['Уровень чародея', 'Полнолуние', 'Новолуние', 'Полумесяц'],
                rows: [
                  ['3', 'Щит, Малое восстановление', 'Луч болезни, Глухота/слепота', 'Сверкающие брызги, Смена обличья'],
                  ['5', 'Рассеивание магии', 'Прикосновение вампира', 'Призрачный скакун'],
                  ['7', 'Защита от смерти', 'Смятение', 'Мираж'],
                  ['9', 'Ментальная связь Рэри', 'Удержание монстра', 'Фальшивый двойник']
                ]
              }
            }
          ]
        },
        {
          name: 'Лунный Огонь',
          level: 3,
          description: 'Вы можете призвать ослепляющий свет луны по своему зову. Вы изучаете заговор Священное пламя, который не учитывается в общем списке заговоров чародея, известных вам. Когда вы накладываете его, вы можете сделать целью одно существо как обычно или двух существ, которые находятся в пределах дистанции на расстоянии 5 футов друг от друга.'
        },
        {
          name: 'Лунные Дары',
          level: 6,
          description: 'Фазы вашего Лунного Воплощения воздействуют на вашу метамагию. Каждая фаза луны связана с заклинаниями указанных ниже школ:\n• Полнолуние. Заклинания школ Ограждения и Прорицания.\n• Новолуние. Заклинания школ Очарования и Некромантии.\n• Полумесяц. Заклинания школ Иллюзий и Преобразования.\nКаждый раз, когда вы используете "Метамагию" на заклинание школы, связанной с фазой вашего Лунного Воплощения, в которой вы находитесь сейчас, вы можете снизить количество потраченных единиц чародейства на 1 (минимум 0). Вы можете снизить количество единиц чародейства для вашей Метамагии количество раз, равное вашему бонусу мастерства. Вы восстанавливаете все потраченные использования после завершения Продолжительного отдыха.'
        },
        {
          name: 'Убывание и рост',
          level: 6,
          description: 'Вы получаете усиленный контроль над фазами вашей лунной магии. Бонусным действием вы можете потратить 1 единицу чародейства, чтобы сменить фазу вашего Лунного Воплощения на другую.\nТеперь вы можете наложить одно заклинание 1 уровня из каждой фазы луны таблицы "Лунные Заклинания" один раз, не тратя ячейки заклинания, при условии, что ваша текущая фаза совпадает с фазой заклинания лунной фазы. Если вы наложили заклинание лунной фазы таким образом, вы больше не сможете сделать это повторно до окончания Продолжительного отдыха.'
        },
        {
          name: 'Лунное Усиление',
          level: 14,
          description: 'Сила луны наполняет вас. Каждый раз, когда вы выбираете фазу луны, влияющую на вашу магию, вы также получаете следующие преимущества, связанные с конкретной фазой:\n• Полнолуние. Вы можете Бонусным действием излучать яркий свет в пределах 10 футов и тусклый свет в пределах дополнительных 10 футов или погасить свет. Дополнительно вы и существа по вашему выбору совершают с Преимуществом проверки Интеллекта (Расследование) и Мудрости (Восприятие), пока они находятся в пределах яркого света, излучаемого вами.\n• Новолуние. Вы совершаете с Преимуществом проверки Ловкости (Скрытность). Дополнительно, пока вы находитесь во тьме, броски атаки по вам совершаются с Помехой.\n• Полумесяц. Вы получаете Сопротивление к урону Некротикой и Излучением.'
        },
        {
          name: 'Лунный Феномен',
          level: 18,
          description: 'Бонусным действием вы можете задействовать особые силы, даруемые фазой вашего Лунного Воплощения. Альтернативно, в рамках Бонусного действия, которое вы предпринимаете для изменения своей фазы луны с помощью умения  "Убывание и рост", вы можете немедленно использовать силу лунной фазы, в которую вы входите:\n• Полнолуние. На мгновение, вы излучаете очень яркий лунный свет. Каждое существо по вашему выбору в пределах 30 футов от вас должно преуспеть в спасброске Телосложения против Сл ваших заклинаний, иначе станет Ослеплённым до конца его следующего хода. Дополнительно одно существо по вашему выбору в этой области восстанавливает 3д8 хитов.\n• Новолуние. На мгновение, вы излучаете поток угнетающего мрака. Каждое существо по вашему выбору в пределах 30 футов должно преуспеть в спасброске Ловкости против Сл ваших заклинаний, иначе получит 3д10 урона Некротикой и его скорость станет равна 0 до конца его следующего хода. Дополнительно вы становитесь Невидимым до конца вашего следующего хода или до следующего момента  сразу после того, как вы совершите бросок атаки или наложите заклинание.\n• Полумесяц. Вы двигаетесь на границе между светом и тьмой. Вы можете магическим образом телепортироваться в свободное пространство, которое вы можете видеть на расстоянии 60 футов. Вы можете взять с собой одно согласное существо, которое вы видите в пределах 5 футов от себя. Это существо телепортируется в свободное пространство по вашему выбору, которое вы можете видеть в пределах 5 футов от своего места назначения. Дополнительно вы и это существо также получаете Сопротивление ко всем видам урона до начала вашего следующего хода.\nИспользовав одно из этих Бонусных действий, вы больше не сможете использовать его повторно, пока не закончите Продолжительный отдых или не потратите 5 единиц чародейства для его повторного применения.'
        }
      ]
    },
    {
    id: 'spellfire',
    name: 'Чаропламенное чародейство',
    nameEn: 'Spellfire Sorcery FRHoF24',
    description: 'Ваша врожденная сила проистекает из самого источника магии: Плетения. Эта связь проявляется в виде редкой способности, известной как чаропламя, и вы излучаете яркие вспышки этой сырой магии. Ваш талант к чаропламени позволяет вам исцелять союзников, обжигать врагов и поглощать мощные заклинания.\nВладеющие чаропламенем, как правило, имеют склонность к странствиям. Многие путешествуют между космополитическими поселениями, такими как те, что расположены вдоль Побережья Мечей, и используют свою магию на благо общего дела. Другие осознают свои странные силы, бродя по столь же странным землям, от опустошенных магией пустынь Анаурока до диких земель Старых Империй, коснутых богами. Куда бы они ни отправились в Измерениях, чародеи чаропламени привлекают внимание фракций, интересующихся тайными искусствами, таких как Арфисты, Культ Дракона и Красные Волшебники.',
    features: [
      {
        name: 'Заклинания чаропламени',
        level: 3,
        description: 'При достижении уровней чародея, указанных в таблице "Заклинания чаропламени", вы всегда имеете подготовленными нижеописанные заклинания.',
        collapsible: [
          {
            title: 'Заклинания чаропламени',
            description: 'Заклинания чаропламени',
            tableData: {
              headers: ['Уровень чародея', 'Заклинания'],
              rows: [
                ['3', 'Лечение ран, Малое восстановление, Направляющий снаряд, Палящий луч'],
                ['5', 'Аура живучести, Рассеивание магии'],
                ['7', 'Огненный щит, Стена огня'],
                ['9', 'Высшее восстановление, Небесный огонь']
              ]
            }
          }
        ]
      },
      {
        name: 'Прорыв чаропламени',
        level: 3,
        description: 'Когда вы тратите хотя бы 1 Очко чародейства в рамках совершения действия Магия или Бонусного действия в ваш ход, вы можете выпустить один из следующих магических эффектов на ваш выбор. Вы можете делать это только раз в ход.\nПоддерживающие огни. Вы или видимое вами в пределах 30 футов от вас существо получаете Временные хиты в количестве, равном 1д4 + ваш модификатор Харизмы.\nСияющее пламя. Одно видимое вами в пределах 30 футов от вас существо получает 1д4 урона Огнём или Излучением (на ваш выбор).'
      },
      {
        name: 'Поглощение заклинаний',
        level: 6,
        description: 'У вас всегда подготовлено Контрзаклинание. Кроме того, каждый раз, когда цель проваливает спасбросок против вашего Контрзаклинания, вы восстанавливаете 1д4 Очков чародейства.'
      },
      {
        name: 'Освоенное чаропламя',
        level: 14,
        description: 'Ваш Прорыв чаропламени усиливается: урон Сияющего пламени увеличивается до 1д8, и вы добавляете ваш уровень Чародея к количеству Временных хитов, даруемых Поддерживающими огнями.'
      },
      {
        name: 'Корона чаропламени',
        level: 18,
        description: 'Когда вы используете Врождённое чародейство, можете изменить его, наполняя себя сущностью чаропламени и получая нижеперечисленные преимущества на время действия этого Врождённого чародейства.\nКак только вы используете это умение, вы не сможете сделать это снова, пока не завершите Продолжительный отдых; вы можете потратить 5 Очков чародейства, чтобы восстановить его использование (действий не требуется).\nГорящая жизнь. Один раз в ход, когда по вам попадают броском атаки, вы можете потратить Кости хитов в количестве не большем, чем ваш модификатор Харизмы (минимум 1 кость): бросьте эти кости и уменьшите получаемый от этой атаки урон на сумму бросков.\nПолёт. Вы получаете Скорость полёта 60 футов и можете парить.\nИзбежание заклятий. Если вы попадаете под действие заклинания или магического эффекта, который позволяет вам совершить спасбросок, чтобы получить только половину урона, вместо этого вы не получаете вовсе никакого урона если преуспеваете в спасброске, и только половину если проваливаете его. Вы не можете использовать эту особенность, если у вас есть состояние Недееспособный.'
      }
    ]
  }
  ]
};