import type { Class } from '../../types/class';
import { familiarIds } from '../creatures/references.ts';

export const wizard: Class = {
  id: 'wizard',
  name: 'Волшебник',
  nameEn: 'Wizard',
  sourceBook: 'PHB24',
  portrait: '/images/classes/wizard.png',
  description: 'Волшебники посвящают себя тщательному изучению внутреннего устройства магии. Они накладывают заклинания взрывного огня, искрящихся молний, тонкого обмана и поразительных превращений. Их магия способна вызывать чудовищ с других планов бытия, предсказывать будущее или возводить защитные барьеры. Их самые могущественные заклинания могут превращать одно вещество в другое, вызывать метеориты с небес и открывать порталы в другие миры.\n\nБольшинство волшебников придерживаются научного подхода к магии. Они изучают её теоретические основы, в частности классификацию заклинаний по школам магии. Известные волшебники, такие как Бигби, Таша, Морденкайнен и Йоланда, на основе своих исследований изобрели знаковые заклинания, которые теперь используются по всей мультивселенной.\n\nНаиболее близки к заурядной жизни, вероятно, те из волшебников, которые устроились мудрецами или лекторами. Другие же предлагают свои услуги в качестве советников, служат в вооруженных силах или занимаются преступной деятельностью и стремятся к власти.\n\nНо соблазн знаний манит даже самых обделённых приключенческим духом волшебников из безопасности их библиотек и лабораторий к заброшенным руинам и потерянным городам. Большинство волшебников считает, что их коллегам из древних цивилизаций были известны секреты магии, утерянные на века. Тем, кто их разгадает, открылся бы путь к магической силе, о которой в нынешнюю эпоху нельзя и мечтать.',
  primaryAbility: 'Интеллект',
  hitDice: 6,
  hitPoints: {
    level1: '6 + модификатор Телосложения',
    higherLevels: '1д6 (или 4) + модификатор Телосложения за каждый уровень после первого'
  },
  proficiencies: {
    armor: [],
    weapons: ['Простое оружие'],
    savingThrows: ['Интеллект', 'Мудрость'],
    skills: {
      count: 2,
      list: [
        'Магия',
        'История',
        'Проницательность',
        'Расследование',
        'Медицина',
        'Природа',
        'Религия'
      ]
    }
  },
  equipment: {
    default: [
      {
        choice: 'А',
        items: [
          '2 <a href="/items/dagger">кинжала</a>',
          '<a href="/items/quarterstaff">Магическая фокусировка (боевой посох)</a>',
          '<a href="/items/book">Книга заклинаний</a>',
          '<a href="/items/scholars-pack">Набор учёного</a>',
          '5 зм'
        ]
      },
      {
        choice: 'Б',
        items: ['55 зм']
      }
    ]
  },
  multiclass: {
    bullets: [
      'Требование характеристики: Интеллект 13 или выше.',
      'Получите следующие особенности: кость хитов'
    ],
  },
  levels: [
    {
      level: 1,
      profBonus: '+2',
      features: ['Использование заклинаний', 'Ритуальный адепт', 'Магическое восстановление'],
      cantrips: 3,
      preparedSpells: 4,
      spellSlots: {
        1: 2,
        2: 0,
        3: 0,
        4: 0,
        5: 0,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 2,
      profBonus: '+2',
      features: ['Учёный'],
      cantrips: 3,
      preparedSpells: 5,
      spellSlots: {
        1: 3,
        2: 0,
        3: 0,
        4: 0,
        5: 0,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 3,
      profBonus: '+2',
      features: ['Подкласс волшебника'],
      cantrips: 3,
      preparedSpells: 6,
      spellSlots: {
        1: 4,
        2: 2,
        3: 0,
        4: 0,
        5: 0,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 4,
      profBonus: '+2',
      features: ['Улучшение характеристик'],
      cantrips: 4,
      preparedSpells: 7,
      spellSlots: {
        1: 4,
        2: 3,
        3: 0,
        4: 0,
        5: 0,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 5,
      profBonus: '+3',
      features: ['Заучивание заклинаний'],
      cantrips: 4,
      preparedSpells: 9,
      spellSlots: {
        1: 4,
        2: 3,
        3: 2,
        4: 0,
        5: 0,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 6,
      profBonus: '+3',
      features: ['Умение подкласса'],
      cantrips: 4,
      preparedSpells: 10,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 0,
        5: 0,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 7,
      profBonus: '+3',
      features: ['—'],
      cantrips: 4,
      preparedSpells: 11,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 1,
        5: 0,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 8,
      profBonus: '+3',
      features: ['Улучшение характеристик'],
      cantrips: 4,
      preparedSpells: 12,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 2,
        5: 0,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 9,
      profBonus: '+4',
      features: ['—'],
      cantrips: 4,
      preparedSpells: 14,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 1,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 10,
      profBonus: '+4',
      features: ['Умение подкласса'],
      cantrips: 5,
      preparedSpells: 15,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 2,
        6: 0,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 11,
      profBonus: '+4',
      features: ['—'],
      cantrips: 5,
      preparedSpells: 16,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 2,
        6: 1,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 12,
      profBonus: '+4',
      features: ['Улучшение характеристик'],
      cantrips: 5,
      preparedSpells: 16,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 2,
        6: 1,
        7: 0,
        8: 0,
        9: 0
      }
    },
    {
      level: 13,
      profBonus: '+5',
      features: ['—'],
      cantrips: 5,
      preparedSpells: 17,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 2,
        6: 1,
        7: 1,
        8: 0,
        9: 0
      }
    },
    {
      level: 14,
      profBonus: '+5',
      features: ['Умение подкласса'],
      cantrips: 5,
      preparedSpells: 18,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 2,
        6: 1,
        7: 1,
        8: 0,
        9: 0
      }
    },
    {
      level: 15,
      profBonus: '+5',
      features: ['—'],
      cantrips: 5,
      preparedSpells: 19,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 2,
        6: 1,
        7: 1,
        8: 1,
        9: 0
      }
    },
    {
      level: 16,
      profBonus: '+5',
      features: ['Улучшение характеристик'],
      cantrips: 5,
      preparedSpells: 21,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 2,
        6: 1,
        7: 1,
        8: 1,
        9: 0
      }
    },
    {
      level: 17,
      profBonus: '+6',
      features: ['—'],
      cantrips: 5,
      preparedSpells: 22,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 2,
        6: 1,
        7: 1,
        8: 1,
        9: 1
      }
    },
    {
      level: 18,
      profBonus: '+6',
      features: ['Мастерство заклинателя'],
      cantrips: 5,
      preparedSpells: 23,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 3,
        6: 1,
        7: 1,
        8: 1,
        9: 1
      }
    },
    {
      level: 19,
      profBonus: '+6',
      features: ['Эпическая черта'],
      cantrips: 5,
      preparedSpells: 24,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 3,
        6: 2,
        7: 1,
        8: 1,
        9: 1
      }
    },
    {
      level: 20,
      profBonus: '+6',
      features: ['Фирменные заклинания'],
      cantrips: 5,
      preparedSpells: 25,
      spellSlots: {
        1: 4,
        2: 3,
        3: 3,
        4: 3,
        5: 3,
        6: 2,
        7: 2,
        8: 1,
        9: 1
      }
    }
  ],
  features: [
    {
      name: 'Использование заклинаний',
      level: 1,
      description: 'Как ученик тайной магии вы научились накладывать заклинания. Правила наложения заклинаний описаны в главе 7.\n\nЗаговоры\nВы знаете 3 заговора по вашему выбору из списка заклинаний волшебника. Рекомендуются: Свет, Волшебная рука и Луч холода. Каждый раз, когда вы заканчиваете Продолжительный отдых, вы можете заменить 1 из ваших заговоров другим заговором по вашему выбору из списка заклинаний волшебника.\n\nКнига заклинаний\nКульминацией вашей магической подготовки стало создание уникального труда: вашей книги заклинаний. Это объект крошечного размера весом 3 фунта, который содержит 100 страниц и может быть прочитан только вами или тем, кто накладывает заклинание Опознание. Вы сами определяете внешний вид и материал книги: например, она может быть позолоченным томом или сборником пергамента, скреплённого бечёвкой.\n\nКнига содержит известные вам заклинания 1+ уровня. Изначально она содержит 6 заклинаний волшебника 1 уровня по вашему выбору. Рекомендуются: Обнаружение магии, Падение пёрышком, Доспехи мага, Волшебная стрела, Усыпление и Волна грома.\n\nКаждый раз, когда вы получаете уровень волшебника после 1, добавьте в свою книгу 2 заклинания на ваш выбор из списка заклинаний волшебника. Каждое из этих заклинаний должно быть того уровня, для которого у вас есть ячейка заклинаний, как показано в таблице «Умения волшебника». Заклинания представляют собой результат регулярно проводимых вами магических исследований.',
      collapsible: [
        {
          title: 'Расширение и замена книги заклинаний',
          description: 'Расширение и замена книги заклинаний\nЗаклинания, которые вы добавляете в свою книгу заклинаний, получая уровни, отражают проводимые вами исследования, но во время приключений вы также можете найти другие заклинания и добавить их в книгу. Например, вы можете обнаружить свиток заклинания, содержащий заклинание волшебника, а затем скопировать его в собственную книгу.\nКопирование заклинания в книгу. Когда вы находите заклинание волшебника 1+ уровня, вы можете добавить его в свою книгу заклинаний, если оно имеет такой уровень, заклинания которого вы можете подготавливать, и у вас имеется время для его копирования. За каждый уровень заклинания процесс переписывания занимает 2 часа и стоит 50 зм. Затем вы можете подготавливать это заклинание подобно прочим заклинаниям из вашей книги.\nКопирование книги. Вы можете копировать заклинание из своей книги заклинаний в другую. Это делается так же как и простое копирование заклинаний, но быстрее, так как вы уже знаете, как накладывать это заклинание. Вам необходимо потратить только по 10 золотых монет и 1 час за каждый уровень копируемого заклинания.\nЕсли вы потеряли свою книгу заклинаний, то вы можете использовать ту же процедуру для переписывания заклинаний, которые у вас подготовлены, в новую книгу заклинаний. Для заполнения оставшейся части книги заклинаний уже придется искать новые заклинания. По этой причине многие волшебники держат при себе запасную книгу заклинаний.\nКопирование свитка в книгу заклинаний. Заклинание волшебника на cвитке заклинания может быть скопировано в книгу заклинаний. Когда заклинание копируется таким образом, переписчик должен преуспеть в проверке Интеллекта (Магия) со Сл 10 + уровень заклинания. При успешной проверке заклинание копируется. Независимо от успеха или провала проверки, Свиток заклинания уничтожается.'
        }
      ]
    },
    {
      name: 'Ритуальный адепт',
      level: 1,
      description: 'Вы можете накладывать любое заклинание как ритуал, если у этого заклинания есть ключевое слово «ритуал», и оно есть в вашей книге заклинаний. Вам не нужно, чтобы это заклинание было подготовленным, но чтобы наложить его таким образом, вам необходимо читать из книги.'
    },
    {
      name: 'Магическое восстановление',
      level: 1,
      description: 'Вы можете восстанавливать часть вашей магической энергии, изучая свою книгу заклинаний. Когда вы заканчиваете Короткий отдых, вы можете восстановить часть использованных ячеек заклинаний. Ячейки заклинаний могут иметь суммарный уровень, который не превышает половину вашего уровня волшебника (округляя в большую сторону), и ни одна из ячеек не может быть шестого уровня или выше. Например, если вы волшебник 4 уровня, то вы можете восстановить ячейки заклинаний с суммой уровней не больше двух, восстанавливая таким образом одну ячейку заклинаний 2 уровня или две ячейки заклинаний 1 уровня. Использовав это умение, вы не можете использовать его повторно, пока не завершите Продолжительный отдых.'
    },
    {
      name: 'Учёный',
      level: 2,
      description: 'Изучая магию, вы также специализировались в другой области знаний. Выберите один из следующих навыков, которыми вы владеете: Магия, История, Расследование, Медицина, Природа или Религия. Вы получаете компетентность для выбранного навыка.'
    },
    {
      name: 'Подкласс волшебника',
      level: 3,
      description: 'Вы получаете подкласс волшебника по вашему выбору. Подкласс — это специализация, которая предоставляет вам возможности на определённых уровнях колдуна. В ходе дальнейшего развития вы получаете каждые умения вашего подкласса, которые соответствуют вашему уровню волшебника или ниже.'
    },
    {
      name: 'Улучшение характеристик',
      level: 4,
      description: 'Вы получаете черту Улучшение характеристик (см. главу 5) или другую черту по вашему выбору, требованиям которой вы соответствуете. Вы снова получаете эту способность на уровнях волшебника 8, 12 и 16.'
    },
    {
      name: 'Заучивание заклинаний',
      level: 5,
      description: 'Каждый раз, когда вы заканчиваете Короткий отдых, вы можете просмотреть свою книгу заклинаний и заменить одно из заклинаний волшебника 1+ уровня, которое вы подготовили в рамках своей особенности использования заклинаний, на другое заклинание 1+ уровня из вашей книги.'
    },
    {
      name: 'Мастерство заклинателя',
      level: 18,
      description: 'Вы достигли такого мастерства в отношении некоторых заклинаний, что можете накладывать их неограниченное количество раз. Выберите одно заклинание волшебника 1 уровня и одно заклинание волшебника 2 уровня из вашей книги заклинаний, время накладывания которых «действие». Эти заклинания считаются для вас всегда подготовленными, и вы можете накладывать их, не тратя ячеек заклинаний, при условии, что накладываете эти заклинания без повышения их уровня. Чтобы наложить одно из этих заклинаний на более высоком уровне, вам придется потратить ячейку. Каждый раз, когда вы заканчиваете Продолжительный отдых, вы можете просмотреть свою книгу заклинаний и заменить одно из выбранных заклинаний на другое соответствующее требованиям заклинание того же уровня из книги.'
    },
    {
      name: 'Эпическая черта',
      level: 19,
      description: 'Вы получаете эпическую черту (см. главу 5) или другую черту по вашему выбору, требованиям которой вы соответствуете. Рекомендуется черта Дар восстановления чар.'
    },
    {
      name: 'Фирменные заклинания',
      level: 20,
      description: 'Выберите 2 заклинания волшебника 3 уровня из своей книги заклинаний в качестве ваших фирменных заклинаний. Эти заклинания считаются для вас всегда подготовленными, и вы можете по одному разу наложить каждое из них 3 уровнем, не тратя ячейку заклинаний. После этого вы не можете наложить их повторно таким же образом, пока не завершите Короткий или Продолжительный отдых. Чтобы наложить любое из этих заклинаний более высоким уровнем, вы должны будете потратить ячейку заклинаний.'
    }
  ],
  subclasses: [
    {
      id: 'diviner',
      name: 'Прорицатель',
      nameEn: 'Diviner PHB24',
      description: 'За советом к прорицателю обращаются те, кто жаждет яснее понять прошлое, настоящее и будущее. Являясь прорицателем, вы стремитесь снять покровы пространства, времени и сознания. Вы работаете над освоением заклинаний распознания, удалённого наблюдения, сверхъестественного знания и предвидения.',
      features: [
        {
          name: 'Мастер прорицания',
          level: 3,
          description: 'Выберите 2 заклинания волшебника из школы прорицания, каждое из которых должно быть не выше 2 уровня, и добавьте их в вашу книгу заклинаний в дополнение к заклинаниям, полученным за 3 уровень волшебника.\n\nКроме того, каждый раз, когда вы получаете доступ к ячейкам заклинаний нового уровня в этом классе, вы также можете добавить в вашу книгу заклинаний 1 заклинание волшебника из школы прорицания. Выбранное заклинание должно быть того уровня, для которого у вас есть ячейка заклинаний.'
        },
        {
          name: 'Знамение',
          level: 3,
          description: 'Ваше сознание начинают посещать проблески будущего. Каждый раз, когда вы заканчиваете Продолжительный отдых, сделайте два броска д20 и запишите их результаты. Вы можете заменить любой тест д20, сделанный вами или существом, которое вы можете видеть, одним из этих бросков предсказания. Вы должны произвести замену до самого броска и можете заменить бросок таким образом только один раз за ход. Каждый бросок предсказания может быть использован только один раз. Когда вы заканчиваете Продолжительный отдых, вы теряете все неиспользованные броски предсказания.'
        },
        {
          name: 'Эксперт прорицания',
          level: 6,
          description: 'Вы так легко накладываете заклинания школы прорицания, что расходуете лишь малую часть своих магических сил. Когда вы накладываете заклинание школы прорицания, используя ячейку заклинаний 2+ уровня, вы восстанавливаете одну ранее израсходованную ячейку заклинаний. Восстанавливаемая ячейка должна быть ниже уровнем, чем ячейка, которую вы расходуете, и не может быть выше 5 уровня.'
        },
        {
          name: 'Третий глаз',
          level: 10,
          description: 'Вы можете увеличить силу своего восприятия. Бонусным действием выберите один из следующих эффектов, который будет длиться, пока вы не начнете Короткий или Продолжительный отдых. Вы не можете использовать это умение повторно, пока не завершите Короткий или Продолжительный отдых.\n\n• Тёмное зрение. Вы получаете тёмное зрение в пределах 120 футов.\n• Высшее постижение. Вы можете читать на любом языке.\n• Видение невидимого. Вы можете накладывать заклинание Видение невидимого, не расходуя ячейки заклинаний.'
        },
        {
          name: 'Великое знамение',
          level: 14,
          description: 'Видения в ваших грёзах усиливаются и рисуют вашему разуму более точную картину того, что грядет. Вы совершаете три броска д20 для вашего умения Знамение вместо двух.'
        }
      ]
      },
      {
      id: 'abjurer',
      name: 'Оградитель',
      nameEn: 'Abjurer PHB24',
      description: 'Исследуя магию, вы сосредотачиваетесь на заклинаниях блокировки, изгнания или защиты — тех, что позволяют снять пагубный эффект, изгнать злую силу и защитить слабых. К оградителям обращаются, когда возникает необходимость в обряде экзорцизма над губительным духом, когда место нужно защитить от магического шпионажа или когда требуется закрыть портал на иной план. Приключенцы ценят оградителей за ту защиту, которую они могут предоставить от вражеской магии и других видов атак.',
      features: [
        {
          name: 'Мастер ограждения',
          level: 3,
          description: 'Выберите 2 заклинания волшебника из школы ограждения, каждое из которых должно быть не выше 2 уровня, и добавьте их в вашу книгу заклинаний в дополнение к заклинаниям, полученным за 3 уровень волшебника.\n\nКроме того, каждый раз, когда вы получаете доступ к ячейкам заклинаний нового уровня в этом классе, вы также можете добавить в вашу книгу заклинаний 1 заклинание волшебника из школы ограждения. Выбранное заклинание должно быть того уровня, для которого у вас есть ячейка заклинаний.'
        },
        {
          name: 'Магическая защита',
          level: 3,
          description: 'Вы можете плести вокруг себя магию для защиты. Когда вы накладываете заклинание школы ограждения, используя ячейку заклинаний, вы можете одновременно с этим использовать прядь магии для создания магической защиты, которая будет держаться до окончания Продолжительного отдыха. Защита имеет максимальное количество хитов, равное вашему удвоенному уровню волшебника + ваш модификатор Интеллекта. Каждый раз, когда вы получаете урон, вместо вас его получает защита. Если у вас есть любые Сопротивления или уязвимости, примените их к урону перед тем, как понижать хиты защиты. Когда урон понижает хиты защиты до 0, то оставшийся после этого урон получаете вы. Пока у защиты остается 0 хитов, она не может поглощать урон, но её магия не исчезает.\nКаждый раз, когда вы накладываете заклинание школы ограждения, используя ячейку заклинаний, защита восстанавливает количество хитов, равное удвоенному уровню этой ячейки. Вместо этого вы можете бонусным действием потратить ячейку заклинаний, восстанавливая защите количество хитов, равное удвоенному уровню этой ячейки.\nЕдиножды создав защиту, вы не можете создать её вновь, пока не завершите Продолжительный отдых.'
        },
        {
          name: 'Проекция защиты',
          level: 6,
          description: 'Когда видимое вам существо, находящееся в пределах 30 футов от вас, получает урон, вы можете Реакцией поглотить этот урон вашей магической защитой. Если урон понижает хиты защиты до 0, то защищаемое существо получает весь оставшийся урон. Если у существа есть любые Сопротивления или уязвимости, примените их к урону перед тем, как понижать хиты защиты'
        },
        {
          name: 'Разрушитель заклинаний',
          level: 10,
          description: 'Заклинания Рассеивание магии и Контрзаклинание считаются для вас всегда подготовленными. Кроме того, вы можете накладывать Рассеивание магии бонусным действием, при этом добавляя к проверке характеристики ваш бонус мастерства.\nКогда вы накладываете одно из этих заклинаний, используя ячейку заклинаний, то эта ячейка не расходуется, если ваше заклинание не срабатывает против заклинания-цели.'
        },
        {
          name: 'Сопротивление заклинаниям',
          level: 14,
          description: 'Вы совершаете спасброски от заклинаний с Преимуществом. Кроме того, вы получаете Сопротивление к урону от заклинаний'
        }
      ]
    },
      {
      id: 'evoker',
      name: 'Воплотитель',
      nameEn: 'Evoker PHB24',
      description: 'Вы сосредоточили свои исследования на магии, которая создает могущественные стихийные эффекты (например, лютый холод, обжигающее пламя, раскатистый гром, трескучие молнии или едкая кислота). Некоторые воплотители находят своё призвание в армии, где служат в качестве артиллеристов, уничтожая вражеские войска издалека. Другие же используют свои силы, чтобы защищать остальных, а некоторых интересует лишь собственная выгода.',
      features: [
        {
          name: 'Мастер воплощения',
          level: 3,
          description: 'Выберите 2 заклинания волшебника из школы воплощения, каждое из которых должно быть не выше 2 уровня, и добавьте их в вашу книгу заклинаний в дополнение к заклинаниям, полученным за 3 уровень волшебника.\n\nКроме того, каждый раз, когда вы получаете доступ к ячейкам заклинаний нового уровня в этом классе, вы также можете добавить в вашу книгу заклинаний 1 заклинание волшебника из школы воплощения. Выбранное заклинание должно быть того уровня, для которого у вас есть ячейка заклинаний.'
        },
        {
          name: 'Мощный заговор',
          level: 3,
          description: 'Ваши наносящие урон заговоры влияют даже на тех существ, которые избегают основной части эффекта. Когда вы накладываете заговор на существо и промахиваетесь по нему атакой или цель успешно совершает спасбросок против заговора, она получает половину урона от заговора (если таковой имеется), но не подвергается никаким дополнительным эффектам от этого заговора.'
        },
        {
          name: 'Построение заклинаний',
          level: 6,
          description: 'Вы можете создавать относительно безопасные участки внутри зоны действия ваших воплощений. При накладывании заклинания школы воплощения, воздействующего на других видимых вам существ, вы можете выбрать среди них количество, равное 1 + уровень заклинания. Выбранные существа автоматически преуспевают в спасбросках от этого заклинания и не получают урона, если обычно должны получить половину от него при успешном спасброске.'
        },
        {
          name: 'Усиленное воплощение',
          level: 10,
          description: 'Каждый раз, когда вы накладываете заклинание школы воплощения, вы можете добавить свой модификатор Интеллекта к одному из бросков урона этого заклинания.'
        },
        {
          name: 'Перегрузка',
          level: 14,
          description: 'Вы можете увеличивать силу своих заклинаний. Когда вы накладываете наносящее урон заклинание волшебника, используя ячейку заклинаний от 1 до 5 уровня, вы можете причинить им максимальный урон во время хода, на котором его накладываете.\nДелая так впервые, вы не страдаете от каких-либо пагубных эффектов. Если вы повторно используете это умение до окончания Продолжительного отдыха, то получаете 2д12 урона Некротикой за каждый уровень используемой ячейки заклинаний сразу же после накладывания заклинания. Этот урон игнорирует Иммунитет и Сопротивление.\nКогда вы снова используете это умение до завершения Продолжительного отдыха, урон Некротикой увеличивается на 1д12 за каждый уровень заклинания.'
        }
      ]
    },
      {
      id: 'illusionist',
      name: 'Иллюзионист',
      nameEn: 'Illusionist PHB24',
      description: 'Вы специализируетесь на магии, которая ослепляет чувства и одурачивает разум, а создаваемые вами иллюзии заставляют невозможное казаться реальным.',
      features: [
        {
          name: 'Мастер иллюзии',
          level: 3,
          description: 'Выберите 2 заклинания волшебника из школы иллюзии, каждое из которых должно быть не выше 2 уровня, и добавьте их в вашу книгу заклинаний в дополнение к заклинаниям, полученным за 3 уровень волшебника.\n\nКроме того, каждый раз, когда вы получаете доступ к ячейкам заклинаний нового уровня в этом классе, вы также можете добавить в вашу книгу заклинаний 1 заклинание волшебника из школы иллюзии. Выбранное заклинание должно быть того уровня, для которого у вас есть ячейка заклинаний.'
        },
        {
          name: 'Улучшенные иллюзии',
          level: 3,
          description: 'Вы можете накладывать заклинания иллюзии без использования вербального компонента, а если досягаемость накладываемого вами заклинания иллюзии составляет 10+ футов, то эта досягаемость увеличивается на 60 футов. Вы также обучаетесь заговору Малая иллюзия. Если вам уже известен этот заговор, то вы изучаете любой другой заговор волшебника по своему выбору. Этот заговор не учитывается в общем количестве известных вам заговоров.\nВы можете накладывать Малую иллюзию бонусным действием, а также одновременно создавать с её помощью и звук, и изображение.'
        },
        {
          name: 'Призрачные существа',
          statBlockIds: ['bestial-spirit-xphb', 'fey-spirit-xphb'],
          statBlockNote: 'Показаны базовые духи заклинаний «Вызов зверя» и «Вызов феи». Когда иллюзорная версия накладывается без траты ячейки, хиты существа уменьшаются вдвое; остальные изменения и ограничения указаны в особенности.',
          level: 6,
          description: 'Заклинания Вызов зверя и Вызов феи считаются для вас всегда подготовленными. Каждый раз, когда вы накладываете одно из этих заклинаний, вы можете изменить его школу на школу иллюзии, в результате чего призванное существо приобретает призрачный вид. Вы можете накладывать иллюзорную версию каждого заклинания без траты ячейки заклинаний, но накладывание его таким образом уменьшает количество хитов существа вдвое. После накладывания одного из этих заклинаний без траты ячейки, вы должны окончить Продолжительный отдых, перед тем как снова наложить это заклинание таким образом.'
        },
        {
          name: 'Иллюзорная личность',
          level: 10,
          description: 'Если существо совершает по вам бросок атаки, вы можете Реакцией поместить между собой и атакующим свою иллюзорную копию. Атака автоматически промахивается, после чего иллюзия рассеивается.\nПосле использования данного умения вы должны завершить Короткий или Продолжительный отдых, прежде чем сможете воспользоваться им вновь. Вы также можете восстановить его использование, потратив ячейку заклинаний 2+ уровня (действий не требуется).'
        },
        {
          name: 'Иллюзорная реальность',
          level: 14,
          description: 'Вы научились вплетать теневую магию в свои иллюзии, что делает их наполовину реальными. Когда вы накладываете заклинание школы иллюзии, используя ячейку заклинаний, вы можете выбрать любой неодушевленный и немагический предмет, являющийся частью данной иллюзии, и сделать его реальным. Вы можете сделать это в свой ход бонусным действием, пока заклинание ещё действует. Предмет остается реальным в течение 1 минуты, и при этом не может наносить урон или накладывать какие-либо состояния. Например, вы можете создать иллюзию моста через разлом, а затем пересечь его, сделав мост реальным.'
        }
      ]
    },
      {
      id: 'conjurer',
      name: 'Вызыватель',
      nameEn: 'Conjurer AU24',
      description: 'Являясь вызывателем, вы предпочитаете заклинания, которые создают предметы и существ из воздуха. Вы можете силой мысли вызвать клубящиеся облака убийственного тумана или призвать откуда угодно существ для битвы на вашей стороне. С ростом мастерства вы узнаёте заклинания перемещения и сможете в мгновение ока телепортироваться на огромные расстояния, и даже на другие планы существования.',
      features: [
        {
          name: 'Мастер вызова',
          level: 3,
          description: 'Выберите 2 заклинания волшебника из школы вызова, каждое из которых должно быть не выше 2 уровня, и добавьте их в вашу книгу заклинаний в дополнение к заклинаниям, полученным за 3 уровень волшебника.\n\nКроме того, каждый раз, когда вы получаете доступ к ячейкам заклинаний нового уровня в этом классе, вы также можете добавить в вашу книгу заклинаний 1 заклинание волшебника из школы вызова. Выбранное заклинание должно быть того уровня, для которого у вас есть ячейка заклинаний.'
        },
        {
          name: 'Безопасный перенос',
          level: 3,
          description: 'Бонусным действием вы телепортируетесь на расстояние вплоть до 30 футов в видимое вами незанятое пространство. В качестве альтернативы вы можете выбрать в пределах дистанции пространство, занятое существом Среднего размера или меньше. Если это существо согласно, вы оба телепортируетесь, меняясь местами.\nВы можете использовать это умение количество раз, равное вашему модификатору Интеллекта (минимум один раз), и вы восстанавливаете все потраченные использования по завершении Продолжительного отдыха.'
        },
        {
          name: 'Дальний перенос',
          level: 6,
          description: 'Дистанция вашего умения Безопасный перенос увеличивается до 60 футов. Кроме того, вы можете потратить ячейку заклинаний 3-го уровня или выше, чтобы восстановить одно использование этого умения (действий не требуется).'
        },
        {
          name: 'Надёжный вызов',
          level: 6,
          description: 'Когда вы накладываете заклинание школы Вызова с ячейкой заклинания, чтобы вызвать или создать существо, это существо при первом появлении получает Временные хиты в количестве, равном вашему удвоенному уровню Волшебника. Пока у существа есть эти Временные хиты, оно имеет Сопротивление всем типам урона, кроме Некротического, Психического, Силового урона и урона Излучением.'
        },
        {
          name: 'Фокусированный вызов',
          level: 10,
          description: 'Получение урона не может нарушить вашу Концентрацию на заклинаниях школы Вызова.'
        },
        {
          name: 'Разделённый вызов',
          statBlockIds: ['aberrant-spirit-xphb'],
          statBlockNote: 'Показан дух из приведённого примера «Вызов аберрации». Умение применимо и к другим подходящим заклинаниям: оба призванных существа используют блок своего заклинания, но максимум и текущие Хиты каждого уменьшаются вдвое.',
          level: 14,
          description: 'Когда вы используете ячейку заклинания для наложения заклинания школы Вызова, которое призывает духа, обладающего блоком статистики (например, Вызов аберрации), вы можете изменить это заклинание так, чтобы призвать им двух существ вместо одного. Каждое существо ничем не отличается от другого и использует указанные в заклинании статистику и правила; призванные существа появляются в разных незанятых пространствах по вашему выбору в пределах дистанции заклинания, но их максимум Хитов и текущие Хиты уменьшаются вдвое. Если вы теряете Концентрацию на этом заклинании, оба существа исчезают.\nКак только вы используете это умение, вы не сможете сделать это снова, пока не завершите Продолжительный отдых; вы можете потратить ячейку заклинаний 5-го уровня или выше, чтобы восстановить использование этого умения (действий не требуется).'
        }
      ]
    },
      {
      id: 'enchanter',
      name: 'Очарователь',
      nameEn: 'Enchanter AU24',
      description: 'В качестве адепта школы Очарования, вы знаете, как с помощью магии заворожить и обмануть других существ и чудовищ. Некоторые обаятели являются миротворцами, подчиняющими враждебных существ, чтобы те сложили оружие или чтобы жестокие проявили милосердие. Другие чародеи являются тиранами, завораживающими не желающих идти к ним на службу. Существует также множество других обаятелей, представляющих нечто среднее.',
      features: [
        {
          name: 'Мастер очарования',
          level: 3,
          description: 'Выберите 2 заклинания волшебника из школы очарования, каждое из которых должно быть не выше 2 уровня, и добавьте их в вашу книгу заклинаний в дополнение к заклинаниям, полученным за 3 уровень волшебника.\n\nКроме того, каждый раз, когда вы получаете доступ к ячейкам заклинаний нового уровня в этом классе, вы также можете добавить в вашу книгу заклинаний 1 заклинание волшебника из школы очарования. Выбранное заклинание должно быть того уровня, для которого у вас есть ячейка заклинаний.'
        },
        {
          name: 'Чарующий оратор',
          level: 3,
          description: 'Вы обретаете владение в одном из следующих навыков на ваш выбор: Запугивание, Обман или Убеждение.\nКроме того, когда вы совершаете проверку характеристики с этим выбранным навыком, вы получаете бонус к результату проверки, равный вашему модификатору Интеллекта (минимум +1).'
        },
        {
          name: 'Гипнотизирующее присутствие',
          level: 3,
          description: 'Ваши чарующие слова и притягающий взгляд могут пленить разум другого существа. Действием Магия выберите одно видимое вами в пределах 10 футов существо; если цель может видеть или слышать вас, она должна преуспеть в спасброске Мудрости, иначе получит состояние Очарованный на 1 минуту или пока не окажется на расстоянии более 10 футов от вас, пока не получит урон или не перестанет слышать и видеть вас. Очарованное таким способом существо имеет также состояние Недееспособный, а его Скорость равна 0.\nВы можете использовать это умение количество раз, равное вашему модификатору Интеллекта (минимум один раз), и вы восстанавливаете все потраченные использования по завершению Продолжительного отдыха.'
        },
        {
          name: 'Разделённое очарование',
          level: 6,
          description: 'Когда вы тратите ячейку заклинания, чтобы наложить заклинание Очарования, которое при наложении с ячейкой заклинаний более высокого уровня может нацеливаться на дополнительных существ (как Очарование личности), вы можете повысить фактический уровень заклинания на 1.\nВы можете использовать это умение количество раз, равное вашему модификатору Интеллекта (минимум один раз), и вы восстанавливаете все потраченные использования по завершению Продолжительного отдыха.'
        },
        {
          name: 'Инстинктивное очарование',
          level: 10,
          description: 'Когда видимое вами в пределах 30 футов существо попадает по вам броском атаки, вы можете Реакцией заставить атакующего совершить спасбросок Мудрости против вашей Сл спасброска заклинаний. Если спасбросок провален, то эта атака промахивается, и, если в пределах дистанции атаки есть другое существо помимо атакующего, то атакующий нацеливает эту атаку на это существо, используя тот же результат броска атаки. Если в пределах дистанции атаки находится несколько существ, вы выбираете, кто из них будет атакован.\nКак только вы используете эту Реакцию, вы не можете сделать это снова, пока не завершите Продолжительный отдых. Вы можете восстановить использование этого умения, наложив заклинание школы Очарования с ячейкой заклинаний.'
        },
        {
          name: 'Изменённые воспоминания',
          level: 14,
          description: 'Вы можете сделать так, что существо не осознает вашего магического воздействия. Когда вы накладываете причиняющее состояние Очарованный заклинание школы Очарования с ячейкой заклинаний, вы можете выбрать одну из целей заклинания: это существо не будет знать, что было Очаровано вами.\nКроме того, пока заклинание действует, вы можете один раз действием Магия заставить это существо совершить спасбросок Интеллекта против вашей Сл спасброска заклинаний; при провале вы можете сделать так, что эта цель потеряет воспоминания о последних часах; количество потерянных часов равно 1 плюс ваш модификатор Интеллекта (минимум 1 час). По вашему выбору цель может потерять воспоминания о меньшем количестве времени, и количество потерянного времени не может превышать длительность наложенного вами заклинания Очарования.'
        }
      ]
    },
      {
      id: 'transmuter',
      name: 'Преобразователь',
      nameEn: 'Transmuter AU24',
      description: 'Вы были обучены заклинаниям, изменяющим энергию и материю. Для вас мир не является чем-то постоянным, напротив, он в высшей степени изменчив, и вы наслаждаетесь своей ролью агента перемен. Вы умеете манипулировать сырьём создания и можете изменять как физическую форму, так и ментальные качества. Ваша магия даёт вам возможность стать кузнецом в кузне реальности. Некоторые преобразователи являются проказниками, превращающими людей в жаб и преобразующими медь в серебро ради забавы и случайной наживы. Другие проводят свои магические исследования со всей возможной серьёзностью, ища силу богов, чтобы создавать и разрушать миры.',
      features: [
        {
          name: 'Мастер преобразования',
          level: 3,
          description: 'Выберите 2 заклинания волшебника из школы преобразования, каждое из которых должно быть не выше 2 уровня, и добавьте их в вашу книгу заклинаний в дополнение к заклинаниям, полученным за 3 уровень волшебника.\n\nКроме того, каждый раз, когда вы получаете доступ к ячейкам заклинаний нового уровня в этом классе, вы также можете добавить в вашу книгу заклинаний 1 заклинание волшебника из школы преобразования. Выбранное заклинание должно быть того уровня, для которого у вас есть ячейка заклинаний.'
        },
        {
          name: 'Камень преобразования',
          level: 3,
          description: 'Когда вы завершаете Продолжительный отдых, вы можете создать магический камень, существующий, пока вы не используете это умение снова. Этот камень — Крошечный объект, который вы можете использовать в качестве Заклинательной фокусировки для ваших заклинаний Волшебника. Камень предоставляет несущему его существу владение спасброском Телосложения, а также одно из описанных ниже преимуществ; вы выбираете это преимущество, когда создаёте камень. Вы можете изменить преимущество, предоставляемое камнем, когда накладываете заклинание школы Преобразования с ячейкой заклинаний.\nТёмное зрение. Носитель камня обретает Тёмное зрение дальностью 60 футов или увеличивает дальность имеющегося Тёмного зрения на 60 футов.\nСопротивление. Носитель камня обретает Сопротивление урону Звуком, Кислотой, Огнём, Холодом, Электричеством или Ядом (вы выбираете тип урона каждый раз, когда выбираете это преимущество).\nСкорость. Скорость носителя камня увеличивается на 10 футов.'
        },
        {
          name: 'Волшебное превращение',
          level: 3,
          description: 'У вас всегда подготовлено заклинание Смена обличья, и вы можете один раз наложить его без траты ячейки заклинаний; вы восстанавливаете возможность сделать это снова по завершению Продолжительного отдыха.\nПока на вас действует Смена обличья, вы обретаете дополнительное преимущество в зависимости от варианта Смены обличья.\nАдаптация к воде. Находясь под водой, вы можете Бонусным действием совершать действие Рывок.\nЕстественное оружие. Урон появившегося у вас естественного оружия увеличивается до 2к6. Кроме того, вы совершаете с Преимуществом спасброски Телосложения для поддержания Концентрации.\nИзменение внешности. Вы совершаете с Преимуществом проверки Харизмы (Обман).'
        },
        {
          name: 'Усиленное преобразование',
          level: 6,
          description: 'Когда вы накладываете с тратой ячейки заклинание Преобразования, не включающее бросок атаки или совершение спасброска (как например, Полёт или Магическое оружие), вы можете увеличить фактический уровень заклинания на 1.\nВы можете использовать это умение количество раз, равное вашему модификатору Интеллекта (минимум 1 раз), и вы восстанавливаете все потраченные использования по завершению Продолжительного отдыха.'
        },
        {
          name: 'Мастер превращения',
          level: 10,
          description: 'У вас всегда подготовлено заклинание Полиморф, и вы можете один раз наложить его без траты ячейки заклинаний; вы восстанавливаете возможность сделать это снова по завершению Продолжительного отдыха.\nКроме того, когда вы нацеливаете это заклинание на себя, вы можете изменить это заклинание так, что оно получает также описанные ниже преимущества. Как только вы измените Превращение таким образом, вы не можете сделать это снова, пока не завершите Продолжительный отдых.\n Игровая статистика. Вы сохраняете помимо перечисленного в заклинании также вашу память и возможность общаться, а кроме того: ваши значения Интеллекта, Мудрости и Харизмы; владения; классовые умения; и черты.\nЗаклинания преобразования. Будучи превращены, вы можете накладывать заклинания, но только заклинания Преобразования без Материальных компонентов с указанной стоимостью или расходуемых заклинанием.'
        },
        {
          name: 'Гений преобразования',
          level: 14,
          description: 'Пока ваш Камень преобразования находится при вас, вы можете действием Магия поглотить заключённый в нём запас магии преобразования, выбирая одно из описанных ниже преимуществ. Как только вы сделаете это, камень рассыпается в пыль, если только вы не предотвратите это, потратив в рамках этого действия ячейку заклинаний 7-го уровня или выше.\nВысшее преобразование. Вы можете преобразовать один немагический объект — размером не больше, чем 10-футовый Куб или восемь соединённых 5-футовых Кубов — в другой немагический объект схожего размера и массы, имеющий такую же или меньшую стоимость. Чтобы преобразовать объект, вам нужно потратить 10 минут, работая с ним.\nПанацея. В рамках того же действия Магия вы касаетесь существа; это существо восстанавливает половину максимума своих Хитов (округляя в меньшую сторону). Кроме того, цель исцеляется от всех магических заражений и проклятий, включая её Настройку на проклятые предметы, а если цель имеет состояния Отравленный или Окаменевший, эти состояния на ней оканчиваются.\nВосстановление жизни. Вы накладываете заклинание Возвращение к жизни без траты ячейки заклинаний, используя Камень преобразования вместо требуемых заклинанием Материальных компонентов.\nВосстановление юности. В рамках того же действия Магия вы касаетесь существа; это существо теряет все имеющиеся у него уровни Истощения, и его внешний вид навсегда становится моложе на 3к10 лет, но не моложе совершеннолетия.'
        }
      ]
    },
      {
      id: 'necromancer',
      name: 'Некромант',
      nameEn: 'Necromancer AU24',
      description: 'Школа Некромантии изучает вселенские силы жизни, смерти и не-жизни. Если вы сосредоточите свои изыскания в этом направлении, то узнаете, как манипулировать той энергией, которая питает все живые организмы. По мере увеличения ваших знаний вы научитесь вытягивать жизненные силы существ, разрушая своей магией их тела, трансформируя их в магическую энергию, которой можете манипулировать.\nБольшинство обычных людей видит в некромантах угрозу или даже вселенское зло, благодаря их тесной связи со смертью. Но не все некроманты злые. Просто силы, которыми они управляют, являются табу для общества.',
      features: [
        {
          name: 'Мастер некромантии',
          level: 3,
          description: 'Выберите 2 заклинания волшебника из школы некромантии, каждое из которых должно быть не выше 2 уровня, и добавьте их в вашу книгу заклинаний в дополнение к заклинаниям, полученным за 3 уровень волшебника.\n\nКроме того, каждый раз, когда вы получаете доступ к ячейкам заклинаний нового уровня в этом классе, вы также можете добавить в вашу книгу заклинаний 1 заклинание волшебника из школы некромантии. Выбранное заклинание должно быть того уровня, для которого у вас есть ячейка заклинаний.'
        },
        {
          name: 'Некромантский гримуар',
          statBlockIds: ['zombie-xmm', 'skeleton-xmm'],
          statBlockNote: 'Показаны только дополнительные формы фамильяра Зомби и Скелет.',
          level: 3,
          description: 'Некромантические тайны вашей книги заклинаний даруют вам дополнительные силы. Вы получаете следующие преимущества:\nСопротивление некротике. Вы получаете Сопротивление Некротическому урону.\nНемёртвый фамильяр. В вашей книге появляется заклинание Поиск фамильяра. Когда вы накладываете это заклинание, вы можете выбрать как одну из обычных форм фамильяров, так и одну из следующих: Зомби или Скелет. Если вы выбираете обычную форму фамильяра, его тип вместо Зверя может стать Нежитью.\nКроме того, когда вы совершаете действие Атака, вы можете пожертвовать одной из ваших атак, чтобы позволить вашему фамильяру Реакцией совершить одну из его атак.\nОздоровление нежити. Когда вы накладываете заклинание школы Некромантии с ячейкой заклинаний, можете выбрать одну Нежить, которую видите в пределах 60 футов от себя; она восстанавливает Хиты в количестве, равном уровню потраченной ячейки плюс ваш уровень Волшебника.'
        },
        {
          name: 'Сила могил',
          level: 6,
          description: 'Вы открыли новые секреты некромантии и вписали их в свою книгу заклинаний. Пока вы держите вашу книгу заклинаний, вы получаете следующие преимущества:\nКладбищенская стойкость. Когда вы используете Магическое восстановление, ваш уровень Истощения, если он есть, снижается на 1.\nТотальный некроз. Урон от ваших заклинаний и умений Волшебника игнорирует Сопротивление Некротическому урону.'
        },
        {
          name: 'Неживые рабы',
          statBlockIds: ['skeleton-xmm', 'zombie-xmm'],
          statBlockNote: 'Показаны базовые существа «Поднятия мертвеца». Пока вы держите книгу заклинаний, их максимум и текущие Хиты увеличиваются на модификатор Интеллекта плюс половину уровня Волшебника (округляя вниз). Подконтрольная Нежить в пределах 60 футов при попадании по существу наносит дополнительный Некротический урон, равный модификатору Интеллекта (минимум 1). Повышение уровня заклинания и остальные условия описаны в особенности.',
          level: 6,
          description: 'У вас всегда подготовлено заклинание Поднятие мертвеца. Вы можете наложить его один раз без траты ячейки заклинаний, и вы восстанавливаете способность наложить его таким образом по завершении Продолжительного отдыха. Всякий раз, когда вы начинаете накладывать это заклинание, можете повысить его фактический уровень на 1.\nКроме того, пока вы держите вашу книгу заклинаний, вы получаете следующие преимущества:\nСтойкость нежити. Всякий раз, когда вы накладываете заклинание школы Некромантии, создающее или призывающее Нежить, максимум Хитов и текущие Хиты этой Нежити увеличиваются на число, равное вашему модификатору Интеллекта плюс половина вашего уровня Волшебника (округляя вниз).\nИссушающий удар. Всякий раз, когда подконтрольная вам Нежить в пределах 60 футов от вас попадает по существу броском атаки, она наносит дополнительный Некротический урон, равный вашему модификатору Интеллекта (минимум 1 Некротического урона).'
        },
        {
          name: 'Жатва немёртвых',
          level: 10,
          description: 'Вы познали новые тайны о гранях жизни и смерти. Сразу после того, как вы становитесь Окровавленным, но полученный урон не опустил вас до 0 Хитов, вы можете Реакцией опустить Хиты одной видимой и подконтрольной вам Нежити до 0. После этого вы немедленно восстанавливаете Хиты в размере, равном вашему уровню Волшебника.'
        },
        {
          name: 'Повелитель смерти',
          level: 14,
          description: 'Оккультные ритуалы в вашей книге заклинаний даруют вам абсолютную власть над нежизнью. Пока вы держите вашу книгу заклинаний, вы получаете следующие преимущества:\nРазгорание нежизни. Бонусным действием выберите любое количество находящейся в пределах 60 футов от вас Нежити, которую вы создали или призвали заклинанием Некромантии. Эта Нежить получает Временные хиты  в количестве, равном вашему уровню Волшебника. Как только вы использовали это Бонусное действие, вы не можете сделать это снова, пока не завершите Продолжительный отдых.\nПогасание нежизни. Когда Хиты видимой вами Нежити опускаются до 0, вы можете заставить её взорваться некротической энергией. Бросьте количество к6, равное половине непотраченных Костей хитов этого существа (округляя вверх, минимум 1к6), и сложите выпавшие значения. Все существа в 10-футовой Эманации, исходящей от этой Нежити, совершают спасбросок Ловкости. При провале цель получает Некротический урон, равный выпавшему результату, и не может совершать Реакции до начала своего следующего хода; при успехе цель только получает половину этого урона. Если вы используете это умение, чтобы взорвать неподконтрольную вам Нежить, вы должны использовать Реакцию и потратить ячейку заклинаний 5-го уровня или выше.'
        }
      ]
    },
      {
      id: 'war-mage',
      name: 'Военный маг',
      nameEn: 'War mage XGE14',
      description: 'Разнообразные магические коллегии специализируются на подготовке волшебников к войне. Традиция военной магии сочетает в себе принципы воплощения и ограждения, не концентрируясь на какой-то из этих школ. Она учит техникам, усиливающим заклинания, также предлагая волшебникам методы поддержки своей защиты.\nПоследователи этой традиции известны как военные маги. Они рассматривают свою магию и как оружие, и как броню — средство мощнее любого куска стали. Военные маги действуют в бою быстро, используя свои заклинания для получения тактического контроля над ситуацией. Их заклинания бьют сильно, в то время как их защита расстраивает попытки их противников контратаковать. Военные маги также мастаки использования магической энергии своих противников против них самих.\nВ великих битвах военный маг часто работает с воплощающими, ограждающими и другими волшебниками. Воплощающие иногда дразнят военных магов за то, что те распыляются между нападением и защитой. Обычный ответ военного мага: «Что хорошего в том, чтобы бросить огромный Огненный шар, если я умру до того, как смогу его бросить?»',
      features: [
        {
          name: 'Магическое отражение',
          level: 3,
          description: 'Вы обучаетесь тому, как плести магию так, чтобы укрепить своё сопротивление всякому вреду. Когда по вам попадает атака или вы проваливаете спасбросок, вы можете Реакцией получить бонус +2 к КД от этой атаки или бонус +4 к этому спасброску. Когда вы использовали это умение, вы не можете накладывать никаких заклинаний, кроме заговоров до конца своего следующего хода.'
        },
        {
          name: 'Тактическая смекалка',
          level: 3,
          description: 'Ваша способность оценивать тактические ситуации позволяет вам действовать быстрее в бою. Вы можете получить бонус к броску инициативы равный вашему модификатору Интеллекта.'
        },
        {
          name: 'Всплеск мощи',
          level: 6,
          description: 'Вы можете запасать магическую энергию внутри себя, чтобы позднее усилить ею свои наносящие урон заклинания. В состоянии такого запаса эта энергия называется «Всплеском мощи».\nМаксимальное число ваших запасённых всплесков мощи равно вашему модификатору Интеллекта (минимум один). Когда вы завершаете Продолжительный отдых, число всплесков в вашем запасе становится равным одному.\nКогда вы успешно отменяете заклинание с использованием заклинаний Рассеивание магии или Контрзаклинание, вы получаете один всплеск мощи, так как вы забираете магию из заклинания, которое отменили.\nЕсли вы заканчиваете Короткий отдых не имея запасённых всплесков мощи, вы получаете один в свой запас. Один раз за ход, когда вы наносите урон существу или предмету заклинанием волшебника, вы можете потратить один всплеск мощи чтобы нанести дополнительный урон цели Силовым полем. Дополнительный урон равен половине вашего уровня волшебника.'
        },
        {
          name: 'Стойкая магия',
          level: 10,
          description: 'Магия, которую вы поддерживаете, позволяет вам более эффективно защищаться. Пока вы поддерживаете концентрацию на заклинании, вы получаете бонус +2 к КД и всем спасброскам.'
        },
        {
          name: 'Отражающий покров',
          level: 14,
          description: 'Ваше магическое отражение наделяется смертоносной магией. Когда вы используете своё умение «Магическое отражение», вы можете испустить разряды магической энергии. До трёх существ по вашему выбору, которых вы можете видеть в пределах 60 футов, получают урон Силовым полем, равный половине вашего уровня волшебника каждое.'
        }
      ]
    },
      {
      id: 'scribe-order',
      name: 'Орден писцов',
      nameEn: 'Scribe order TCE14',
      description: 'Магия книг — именно так многие называют волшебство. Это название вполне уместно, если учитывать, сколько времени волшебники проводят с книгами, описывая теории о природе магии. Очень редко можно встретить волшебника, странствующего без книг и свитков, торчащих из сумок. Сами же волшебники готовы пойти на многое, чтобы дотянуться до собрания древних знаний.\nСреди волшебников орден писцов считается наиболее «книжным». Он выглядит по-разному в различных мирах, однако его главная миссия остается неизменной: записывать магические открытия, чтобы магическое искусство могло процветать. Хотя все волшебники ценят книги заклинаний, писцы из ордена писцов магически пробуждают свои книги заклинаний, превращая их в верных спутников. Любые волшебники изучают книги, но только волшебники-писцы говорят с ними!',
      features: [
        {
          name: 'Волшебное перо',
          level: 3,
          description: 'Бонусным действием вы можете магическим образом создать Крошечное перо в своей свободной руке. Это перо обладает следующими свойствами:\n• Перо не требует чернил. Когда вы пишете им, перо само создает чернила выбранного вами цвета на поверхности письма.\n• Время, которое вы должны потратить, чтобы скопировать заклинание в свою книгу заклинаний, равно 2 минутам за каждый уровень заклинания, если вы используете это перо для записи заклинания.\n• Вы можете стереть всё, что вы писали этим пером, если вы взмахнёте пером над текстом, потратив бонусное действие, при условии, что текст находится в пределах 5 футов от вас.\nЭто перо исчезает, если вы используете это умение повторно или умираете.'
        },
        {
          name: 'Пробужденная книга заклинаний',
          level: 3,
          description: 'Используя специально подготовленные чернила вместе с древними практиками, передающимися в ордене, вы пробуждаете в своей книге заклинаний магическое сознание.Пока вы держите в руках эту книгу, она даёт вам следующие преимущества:\n• Вы можете использовать свою книгу в качестве магической фокусировки для ваших заклинаний волшебника.\n• Когда вы накладываете заклинание волшебника, используя ячейку заклинания, вы можете временно изменить вид урона этого заклинания на вид урона другого заклинания, которое имеется в вашей книге заклинаний, так как сама книга магическим образом изменяет формулу заклинания. Второе заклинание должно быть того же уровня, что и ячейка заклинания, которую вы используете.\n• Когда вы накладываете заклинание волшебника в качестве ритуала, вы можете использовать нормальное время накладывания заклинания, не добавляя 10 минут. Использовав это умение, вы не сможете применить его повторно пока не окончите Продолжительный отдых.\n При необходимости вы можете заменить книгу во время Короткого отдыха, используя волшебное перо для рисования магической печати на пустой книге или магической книге заклинаний, на которую вы настроены. По окончании отдыха сознание вашей книги заклинаний призывается в новую книгу, после чего оно превращает новую книгу в вашу книгу заклинаний со всеми заклинаниями в ней. Если ваша старая книга заклинаний всё ещё существует, заклинания исчезают с её страниц.'
        },
        {
          name: 'Пробуждение разума',
          level: 6,
          description: 'Вы способны вызывать силу разума вашей пробуждённой книги заклинаний. Бонусным действием, пока книга находится при вас, вы можете проявить разум книги заклинаний в качестве Крошечного призрачного объекта, парящего в свободном пространстве по вашему выбору в пределах 60 футов от вас. Это проявление нематериально и не занимает само пространство. Оно излучает тусклый свет на расстоянии 10 футов. Оно выглядит как призрачная книга, поток текста или как учёный из прошлого (по вашему выбору).\nПока разум проявляет себя, он может слышать и видеть, а также обладает тёмным зрением в пределах 60 футов. Разум может телепатически делиться с вами тем, что он видит и слышит (никаких действий не требуется).\nКаждый раз, когда вы накладываете заклинание волшебника в свой ход, вы можете наложить его таким образом, словно вы находитесь в месте, где располагается пробуждённый разум, и используете его чувства. Вы можете делать это количество раз, равное вашему бонусу мастерства, и восстанавливаете все потраченные использования после окончания Продолжительного отдыха.\nБонусным действием вы можете приказать пробуждённому разуму переместиться на расстояние до 30 футов в свободное пространство, которое можете видеть либо вы, либо разум. Он может проходить сквозь существ, но не объекты.\nПробуждение разумa прерывается, если он находится на расстоянии более 300 футов от вас, если на него накладывают заклинание Рассеивание магии, если пробуждённая книга заклинаний будет уничтожена, если вы умираете или если вы освобождаете разум бонусным действием.\nПосле того, как вы пробуждаете разум, вы не можете сделать это вновь, пока не окончите Продолжительный отдых или не потратите ячейку заклинаний любого уровня на повторное использование этого умения.'
        },
        {
          name: 'Мастер скриптория',
          level: 10,
          description: 'Каждый раз, когда вы оканчиваете Продолжительный отдых, вы можете создать один магический свиток, прикоснувшись волшебным пером к пустому листу бумаги или пергамента, что скопирует одно ваше заклинание из пробуждённой книги заклинаний на этот магический свиток. Книга заклинаний должна быть в пределах 5 футов от вас, когда вы создаёте свиток.\nВыбранное заклинание должно быть 1-го или 2-го уровня, а его время накладывания должно равняться «1 действие». Как только заклинание оказывается на свитке, сила этого заклинания увеличивается, и оно считается на 1 уровень выше изначального. Действием вы можете наложить заклинание из этого свитка, просто прочитав его. Свиток непонятен никому, кроме вас. Заклинание исчезает со свитка, когда вы накладываете его или когда заканчиваете следующий Продолжительный отдых.\nВы очень искусны в создании свитков заклинаний, описанных «Руководства Мастера». Золото и время, необходимое на создание таких свитков заклинаний, снижается вдвое, если вы используете волшебное перо.'
        },
        {
          name: 'Единство со словом',
          level: 14,
          description: 'Ваша связь с пробуждённой книгой заклинаний настолько сильна, что ваша душа переплелась с ней. Пока ваша книга заклинаний при вас, вы совершаете все проверки Интеллекта (Магия) с Преимуществом, так как книга заклинаний помогает вам вспоминать сведения о магии.\nКроме того, если вы получаете урон, пока разум вашей книги заклинаний проявлен, вы можете Реакцией освободить разум книги и избежать этого урона благодаря магии книги. Затем бросьте 3д6. Из книги заклинаний временно исчезают заклинания по вашему выбору, суммарный уровень которых должен быть равен результату броска или выше. Например, если вы получили значение 9, то из книги исчезают заклинания, чей суммарный уровень не менее 9, то есть вы можете потерять одно заклинание 9 уровня, три заклинания 3-го уровня или любую другую комбинацию. Если в книге недостаточно заклинаний, чтобы покрыть эту стоимость, ваши хиты опускаются до 0.\nКроме того, вы теряете способность накладывать исчезнувшие заклинания, пока не окончите 1д6 продолжительных отдыхов, даже при условии, что вы найдёте их в свитках или другой книге заклинаний. После окончания необходимого количество отдыхов заклинания вновь появляются в вашей книге заклинаний.\nПосле того, как вы использовали Реакцию таким образом, вы не сможете сделать это вновь, пока не закончите Продолжительный отдых.'
        }
      ]
    },
    {
      id: 'bladesinger',
      name: 'Певец клинка',
      nameEn: 'Bladesinger FRHoF24',
      description: '\nПевцы клинка владеют традицией волшебства, сочетающей фехтование и танец. В бою певец клинка использует сложные, изящные маневры, которые позволяют ему отражать удары и направлять магию в разрушительные атаки и хитроумную защиту. Многие, кто видел певца клинка в действии, вспоминают это зрелище как одно из самых прекрасных впечатлений в своей жизни — великолепный танец в сопровождении поющего клинка.\nПение клинка ассоциируется с древними эльфийскими обществами, которые первыми освоили это искусство и придумали этот термин. Даже сегодня большинство певцов клинка по-прежнему происходят из старых эльфийских королевств, таких как Миф Драннор, или из неэльфийских обществ, которые делят землю и историю с эльфами, таких как Серебряные Топи. Откуда бы они ни были, певцы клинка используют свои таланты по всем Измерениям, чтобы помогать простым людям и совершать героические поступки. Большинство сообществ приветствуют прибытие певца клинка как доброе предзнаменование.',
      features: [
        {
          name: 'Учение войны и песни',
          level: 3,
          description: 'Вы получаете владение всем Рукопашным Воинским оружием, не имеющим свойств Двуручное или Тяжёлое. Вы можете использовать Рукопашное оружие, которым владеете, в качестве Заклинательной фокусировки для ваших заклинаний Волшебника.\nКроме того, вы получаете владение одним навыком на ваш выбор из следующего списка: Акробатика, Атлетика, Выступление, Убеждение.'
        },
        {
          name: 'Песнь клинка',
          level: 3,
          description: 'Бонусным действием вы пробуждаете эльфийскую магию, называемую Песнью клинка, если не носите ни доспехов, ни щита.\nПеснь клинка длится 1 минуту и оканчивается раньше, если вы получаете состояние Недееспособный, если вы надеваете доспех или щит, или если совершаете атаку оружием двумя руками. Вы можете окончить Песнь клинка досрочно в любой момент (действий не требуется).\nВы можете начать Песнь клинка количество раз, равное вашему модификатору Интеллекта (минимум 1 раз), и вы восстанавливаете все потраченные использования, когда завершаете Продолжительный отдых. Вы восстанавливаете одно использование, когда используете Магическое восстановление.\nПока Песнь клинка действует, вы обладаете следующими преимуществами:\nПодвижность. Вы получаете бонус к КЗ, равный вашему модификатору Интеллекта (минимум +1), и ваша Скорость увеличивается на 10 футов. Кроме того, вы совершаете с Преимуществом проверки Ловкости (Акробатика).\nТехника фехтования. Каждый раз, когда вы атакуете оружием, которым владеете, вы можете использовать в бросках атаки и урона этим оружием ваш модификатор Интеллекта, а не Силы или Ловкости.\nСосредоточенность. Когда вы совершаете спасбросок Телосложения для поддержания Концентрации, можете добавить к результату ваш модификатор Интеллекта.'
        },
        {
          name: 'Дополнительная атака',
          level: 6,
          description: 'Когда в ваш ход вы совершаете действие Атака, вы можете совершить не одну, а две атаки.\nКроме того, вместо одной из этих атак вы можете наложить один из ваших заговоров Волшебника со временем наложения в действие.'
        },
        {
          name: 'Песнь защиты',
          level: 10,
          description: 'Когда вы получаете урон, пока ваша Песнь клинка действует, можете Реакцией потратить одну ячейку заклинаний, чтобы уменьшить получаемый урон на число, равное пятикратному уровню потраченной ячейки.'
        },
        {
          name: 'Песнь победы',
          level: 14,
          description: 'После того, как вы наложили заклинание со временем наложения в действие, можете Бонусным действием совершить одну атаку оружием.'
        }
      ]
    }
  ]
};
