import type { Species } from '../../types/species';

export const tiefling: Species = {
    id: 'tiefling',
    name: 'Тифлинг',
    nameEn: 'Tiefling',
    sourceBook: 'PHB24',
    variants: [
    {
      "name": "Тифлинг Асмодея",
      "nameEn": "Asmodeus Tiefling",
      "sourceBook": "MTF14",
      "lore": "Тифлинги, связанные с Нессусом, повелевают силами огня и тьмы, ведомые более острым, чем у других, интеллектом, как и подобает тем, кто связан с самим Асмодеем.",
      "abilities": [
        {
          "title": "Происхождение исчадия",
          "description": "Вы принадлежите к родословной, которая наделяет вас сверхъестественными способностями. Вы получаете бонус 1 уровня этой родословной. Когда вы достигаете 3 и 5 уровня персонажа, вы изучаете заклинание более высокого уровня, как описано ниже. Это заклинание всегда подготовлено у вас. Вы можете 1 раз наложить его без траты ячейки заклинаний и вы восстанавливаете эту возможность после завершения продолжительного отдыха. Вы также можете наложить это заклинание, используя любые доступные вам ячейки заклинаний соответствующего уровня. Интеллект, Мудрость или Харизма является вашей заклинательной характеристикой для заклинаний, которые вы используете с помощью этой особенности (выберите характеристику при выборе родословной)."
        },
        {
          "title": "Происхождение исчадия — Тифлинг Асмодея",
          "description": "Уровень 1: У вас есть сопротивление к урону Огнём. Вы также знаете заговор Фокусы.\n\nУровень 3: Адское возмездие\n\nУровень 5: Тьма"
        }
      ],
      "replacesAbilities": [
        "Вариант"
      ]
    },
    {
      "name": "Тифлинг Вельзевула",
      "nameEn": "Baalzebul Tiefling",
      "sourceBook": "MTF14",
      "lore": "Рассыпающееся царство Маладомини находится под властью Вельзевула, который превосходно совращает тех, чьи мелкие грехи можно превратить во влекущие проклятье поступки. Тифлинги, связанные с этим архидьяволом, прекрасно совращают других и физически, и психологически.",
      "abilities": [
        {
          "title": "Происхождение исчадия",
          "description": "Вы принадлежите к родословной, которая наделяет вас сверхъестественными способностями. Вы получаете бонус 1 уровня этой родословной. Когда вы достигаете 3 и 5 уровня персонажа, вы изучаете заклинание более высокого уровня, как описано ниже. Это заклинание всегда подготовлено у вас. Вы можете 1 раз наложить его без траты ячейки заклинаний и вы восстанавливаете эту возможность после завершения продолжительного отдыха. Вы также можете наложить это заклинание, используя любые доступные вам ячейки заклинаний соответствующего уровня. Интеллект, Мудрость или Харизма является вашей заклинательной характеристикой для заклинаний, которые вы используете с помощью этой особенности (выберите характеристику при выборе родословной)."
        },
        {
          "title": "Происхождение исчадия — Тифлинг Вельзевула",
          "description": "Уровень 1: У вас есть сопротивление к урону Огнём. Вы также знаете заговор Фокусы.\n\nУровень 3: Луч болезни\n\nУровень 5: Корона безумия"
        }
      ],
      "replacesAbilities": [
        "Вариант"
      ]
    },
    {
      "name": "Тифлинг Гласии",
      "nameEn": "Glasya Tiefling",
      "sourceBook": "MTF14",
      "lore": "Гласия, криминальный авторитет Преисподних, дарует своим тифлингам магию, полезную для совершения преступлений.",
      "abilities": [
        {
          "title": "Происхождение исчадия",
          "description": "Вы принадлежите к родословной, которая наделяет вас сверхъестественными способностями. Вы получаете бонус 1 уровня этой родословной. Когда вы достигаете 3 и 5 уровня персонажа, вы изучаете заклинание более высокого уровня, как описано ниже. Это заклинание всегда подготовлено у вас. Вы можете 1 раз наложить его без траты ячейки заклинаний и вы восстанавливаете эту возможность после завершения продолжительного отдыха. Вы также можете наложить это заклинание, используя любые доступные вам ячейки заклинаний соответствующего уровня. Интеллект, Мудрость или Харизма является вашей заклинательной характеристикой для заклинаний, которые вы используете с помощью этой особенности (выберите характеристику при выборе родословной)."
        },
        {
          "title": "Происхождение исчадия — Тифлинг Гласии",
          "description": "Уровень 1: У вас есть сопротивление к урону Огнём. Вы также знаете заговор Малая иллюзия.\n\nУровень 3: Маскировка\n\nУровень 5: Невидимость"
        }
      ],
      "replacesAbilities": [
        "Вариант"
      ]
    },
    {
      "name": "Тифлинг Диспатера",
      "nameEn": "Dispater Tiefling",
      "sourceBook": "MTF14",
      "lore": "Громадный город Дис занимает значительную часть второго слоя Преисподних. Это место, где секреты раскрываются тем, кто больше заплатит, что делает тифлингов Диспатера прекрасными шпионами и разведчиками.",
      "abilities": [
        {
          "title": "Происхождение исчадия",
          "description": "Вы принадлежите к родословной, которая наделяет вас сверхъестественными способностями. Вы получаете бонус 1 уровня этой родословной. Когда вы достигаете 3 и 5 уровня персонажа, вы изучаете заклинание более высокого уровня, как описано ниже. Это заклинание всегда подготовлено у вас. Вы можете 1 раз наложить его без траты ячейки заклинаний и вы восстанавливаете эту возможность после завершения продолжительного отдыха. Вы также можете наложить это заклинание, используя любые доступные вам ячейки заклинаний соответствующего уровня. Интеллект, Мудрость или Харизма является вашей заклинательной характеристикой для заклинаний, которые вы используете с помощью этой особенности (выберите характеристику при выборе родословной)."
        },
        {
          "title": "Происхождение исчадия — Тифлинг Диспатера",
          "description": "Уровень 1: У вас есть сопротивление к урону Огнём. Вы также знаете заговор Фокусы.\n\nУровень 3: Маскировка\n\nУровень 5: Обнаружение мыслей"
        }
      ],
      "replacesAbilities": [
        "Вариант"
      ]
    },
    {
      "name": "Тифлинг Зариэль",
      "nameEn": "Zariel Tiefling",
      "sourceBook": "MTF14",
      "lore": "Тифлинги, имеющие кровную связь с Зариэль, физически сильнее прочих тифлингов и получают полезные в бою магические способности.",
      "abilities": [
        {
          "title": "Происхождение исчадия",
          "description": "Вы принадлежите к родословной, которая наделяет вас сверхъестественными способностями. Вы получаете бонус 1 уровня этой родословной. Когда вы достигаете 3 и 5 уровня персонажа, вы изучаете заклинание более высокого уровня, как описано ниже. Это заклинание всегда подготовлено у вас. Вы можете 1 раз наложить его без траты ячейки заклинаний и вы восстанавливаете эту возможность после завершения продолжительного отдыха. Вы также можете наложить это заклинание, используя любые доступные вам ячейки заклинаний соответствующего уровня. Интеллект, Мудрость или Харизма является вашей заклинательной характеристикой для заклинаний, которые вы используете с помощью этой особенности (выберите характеристику при выборе родословной)."
        },
        {
          "title": "Происхождение исчадия — Тифлинг Зариэль",
          "description": "Уровень 1: У вас есть сопротивление к урону Огнём. Вы также знаете заговор Фокусы.\n\nУровень 3: Палящая кара\n\nУровень 5: Клеймящая кара"
        }
      ],
      "replacesAbilities": [
        "Вариант"
      ]
    },
    {
      "name": "Тифлинг Левистуса",
      "nameEn": "Levistus Tiefling",
      "sourceBook": "MTF14",
      "lore": "Левистус правит заледеневшей Стигией и известен как архидьявол, предлагающий сделку тем, кто неотвратимо обречён.",
      "abilities": [
        {
          "title": "Происхождение исчадия",
          "description": "Вы принадлежите к родословной, которая наделяет вас сверхъестественными способностями. Вы получаете бонус 1 уровня этой родословной. Когда вы достигаете 3 и 5 уровня персонажа, вы изучаете заклинание более высокого уровня, как описано ниже. Это заклинание всегда подготовлено у вас. Вы можете 1 раз наложить его без траты ячейки заклинаний и вы восстанавливаете эту возможность после завершения продолжительного отдыха. Вы также можете наложить это заклинание, используя любые доступные вам ячейки заклинаний соответствующего уровня. Интеллект, Мудрость или Харизма является вашей заклинательной характеристикой для заклинаний, которые вы используете с помощью этой особенности (выберите характеристику при выборе родословной)."
        },
        {
          "title": "Происхождение исчадия — Тифлинг Левистуса",
          "description": "Уровень 1: У вас есть сопротивление к урону Холоду. Вы также знаете заговор Луч холода.\n\nУровень 3: Доспех Агатиса\n\nУровень 5: Тьма"
        }
      ],
      "replacesAbilities": [
        "Вариант"
      ]
    },
    {
      "name": "Тифлинг Маммона",
      "nameEn": "Mammon Tiefling",
      "sourceBook": "MTF14",
      "lore": "Великий ростовщик Маммон превыше всего любит деньги. Связанные с ним тифлинги великолепно собирают и сохраняют богатство.",
      "abilities": [
        {
          "title": "Происхождение исчадия",
          "description": "Вы принадлежите к родословной, которая наделяет вас сверхъестественными способностями. Вы получаете бонус 1 уровня этой родословной. Когда вы достигаете 3 и 5 уровня персонажа, вы изучаете заклинание более высокого уровня, как описано ниже. Это заклинание всегда подготовлено у вас. Вы можете 1 раз наложить его без траты ячейки заклинаний и вы восстанавливаете эту возможность после завершения продолжительного отдыха. Вы также можете наложить это заклинание, используя любые доступные вам ячейки заклинаний соответствующего уровня. Интеллект, Мудрость или Харизма является вашей заклинательной характеристикой для заклинаний, которые вы используете с помощью этой особенности (выберите характеристику при выборе родословной)."
        },
        {
          "title": "Происхождение исчадия — Тифлинг Маммона",
          "description": "Уровень 1: У вас есть сопротивление к урону Огнём. Вы также знаете заговор Волшебная рука.\n\nУровень 3: Тензеров парящий диск\n\nУровень 5: Волшебний замок"
        }
      ],
      "replacesAbilities": [
        "Вариант"
      ]
    },
    {
      "name": "Тифлинг Мефестофеля",
      "nameEn": "Mephistopheles Tiefling",
      "sourceBook": "MTF14",
      "lore": "В ледяном царстве Кании Мефистофель даёт магическую силу всем, кто будет ему молиться. Связанные с ним тифлинги немного владеют тайной магией.",
      "abilities": [
        {
          "title": "Происхождение исчадия",
          "description": "Вы принадлежите к родословной, которая наделяет вас сверхъестественными способностями. Вы получаете бонус 1 уровня этой родословной. Когда вы достигаете 3 и 5 уровня персонажа, вы изучаете заклинание более высокого уровня, как описано ниже. Это заклинание всегда подготовлено у вас. Вы можете 1 раз наложить его без траты ячейки заклинаний и вы восстанавливаете эту возможность после завершения продолжительного отдыха. Вы также можете наложить это заклинание, используя любые доступные вам ячейки заклинаний соответствующего уровня. Интеллект, Мудрость или Харизма является вашей заклинательной характеристикой для заклинаний, которые вы используете с помощью этой особенности (выберите характеристику при выборе родословной)."
        },
        {
          "title": "Происхождение исчадия — Тифлинг Мефестофеля",
          "description": "Уровень 1: У вас есть сопротивление к урону Огнём. Вы также знаете заговор Волшебная рука.\n\nУровень 3: Огненные ладони\n\nУровень 5: Горящий клинок"
        }
      ],
      "replacesAbilities": [
        "Вариант"
      ]
    },
    {
      "name": "Тифлинг Фьерна",
      "nameEn": "Fierna Tiefling",
      "sourceBook": "MTF14",
      "lore": "Как мастерский манипулятор, Фьерна дарует связанным с ней тифлингам сильную личность.",
      "abilities": [
        {
          "title": "Происхождение исчадия",
          "description": "Вы принадлежите к родословной, которая наделяет вас сверхъестественными способностями. Вы получаете бонус 1 уровня этой родословной. Когда вы достигаете 3 и 5 уровня персонажа, вы изучаете заклинание более высокого уровня, как описано ниже. Это заклинание всегда подготовлено у вас. Вы можете 1 раз наложить его без траты ячейки заклинаний и вы восстанавливаете эту возможность после завершения продолжительного отдыха. Вы также можете наложить это заклинание, используя любые доступные вам ячейки заклинаний соответствующего уровня. Интеллект, Мудрость или Харизма является вашей заклинательной характеристикой для заклинаний, которые вы используете с помощью этой особенности (выберите характеристику при выборе родословной)."
        },
        {
          "title": "Происхождение исчадия — Тифлинг Фьерна",
          "description": "Уровень 1: У вас есть сопротивление к урону Огнём. Вы также знаете заговор Дружба.\n\nУровень 3: Очарование личности\n\nУровень 5: Внушение"
        }
      ],
      "replacesAbilities": [
        "Вариант"
      ]
    },
    {
      "name": "Дьявольский язык",
      "nameEn": "Devil's Tongue",
      "sourceBook": "SCAG14",
      "lore": "-",
      "abilities": [
        {
          "title": "Происхождение исчадия",
          "description": "Вы принадлежите к родословной, которая наделяет вас сверхъестественными способностями. Вы получаете бонус 1 уровня этой родословной. Когда вы достигаете 3 и 5 уровня персонажа, вы изучаете заклинание более высокого уровня, как описано ниже. Это заклинание всегда подготовлено у вас. Вы можете 1 раз наложить его без траты ячейки заклинаний и вы восстанавливаете эту возможность после завершения продолжительного отдыха. Вы также можете наложить это заклинание, используя любые доступные вам ячейки заклинаний соответствующего уровня. Интеллект, Мудрость или Харизма является вашей заклинательной характеристикой для заклинаний, которые вы используете с помощью этой особенности (выберите характеристику при выборе родословной)."
        },
        {
          "title": "Происхождение исчадия — Дьявольский язык",
          "description": "Уровень 1: У вас есть сопротивление к урону Огнём. Вы также знаете заговор Злая насмешка.\n\nУровень 3: Очарование личности\n\nУровень 5: Речь златоуста"
        }
      ],
      "replacesAbilities": [
        "Вариант"
      ]
    },
    {
      "name": "Крылатый",
      "nameEn": "Winged",
      "sourceBook": "SCAG14",
      "speed": {
        "walk": 30,
        "flying": 30
      },
      "speedNote": "Полёт доступен, если вы не носите тяжёлый доспех.",
      "lore": "-",
      "abilities": [
        {
          "title": "Происхождение исчадия",
          "description": "У вас есть сопротивление к урону Огнём."
        },
        {
          "title": "Крылатый",
          "description": "У персонажа из лопаток вырастают перепончатые крылья. Персонаж получает скоростью полёта 30 футов, если не носит тяжёлый доспех."
        }
      ],
      "replacesAbilities": [
        "Вариант"
      ]
    },
    {
      "id": "abyssal-tiefling",
      "name": "Бездны",
      "nameEn": "Abyssal Tiefling",
      "sourceBook": "PHB24",
      "replacesAbilities": [
        "Вариант"
      ],
      "abilities": [
        {
          "title": "Происхождение исчадия",
          "description": "Вы принадлежите к родословной, которая наделяет вас сверхъестественными способностями. Вы получаете бонус 1 уровня этой родословной. Когда вы достигаете 3 и 5 уровня персонажа, вы изучаете заклинание более высокого уровня, как описано ниже. Это заклинание всегда подготовлено у вас. Вы можете 1 раз наложить его без траты ячейки заклинаний и вы восстанавливаете эту возможность после завершения продолжительного отдыха. Вы также можете наложить это заклинание, используя любые доступные вам ячейки заклинаний соответствующего уровня. Интеллект, Мудрость или Харизма является вашей заклинательной характеристикой для заклинаний, которые вы используете с помощью этой особенности (выберите характеристику при выборе родословной)."
        },
        {
          "title": "Происхождение исчадия — Бездны",
          "description": "Уровень 1: У вас есть сопротивление к урону Ядом. Вы также знаете заговор Ядовитые брызги.\n\nУровень 3: Луч болезни\n\nУровень 5: Удержание личности"
        }
      ]
    },
    {
      "id": "chthonic-tiefling",
      "name": "Хтоническое",
      "nameEn": "Chthonic Tiefling",
      "sourceBook": "PHB24",
      "replacesAbilities": [
        "Вариант"
      ],
      "abilities": [
        {
          "title": "Происхождение исчадия",
          "description": "Вы принадлежите к родословной, которая наделяет вас сверхъестественными способностями. Вы получаете бонус 1 уровня этой родословной. Когда вы достигаете 3 и 5 уровня персонажа, вы изучаете заклинание более высокого уровня, как описано ниже. Это заклинание всегда подготовлено у вас. Вы можете 1 раз наложить его без траты ячейки заклинаний и вы восстанавливаете эту возможность после завершения продолжительного отдыха. Вы также можете наложить это заклинание, используя любые доступные вам ячейки заклинаний соответствующего уровня. Интеллект, Мудрость или Харизма является вашей заклинательной характеристикой для заклинаний, которые вы используете с помощью этой особенности (выберите характеристику при выборе родословной)."
        },
        {
          "title": "Происхождение исчадия — Хтоническое",
          "description": "Уровень 1: У вас есть сопротивление к урону Некротикой. Вы также знаете заговор Леденящее прикосновение.\n\nУровень 3: Псевдожизнь\n\nУровень 5: Луч слабости"
        }
      ]
    },
    {
      "id": "infernal-tiefling",
      "name": "Инфернальное",
      "nameEn": "Infernal Tiefling",
      "sourceBook": "PHB24",
      "replacesAbilities": [
        "Вариант"
      ],
      "abilities": [
        {
          "title": "Происхождение исчадия",
          "description": "Вы принадлежите к родословной, которая наделяет вас сверхъестественными способностями. Вы получаете бонус 1 уровня этой родословной. Когда вы достигаете 3 и 5 уровня персонажа, вы изучаете заклинание более высокого уровня, как описано ниже. Это заклинание всегда подготовлено у вас. Вы можете 1 раз наложить его без траты ячейки заклинаний и вы восстанавливаете эту возможность после завершения продолжительного отдыха. Вы также можете наложить это заклинание, используя любые доступные вам ячейки заклинаний соответствующего уровня. Интеллект, Мудрость или Харизма является вашей заклинательной характеристикой для заклинаний, которые вы используете с помощью этой особенности (выберите характеристику при выборе родословной)."
        },
        {
          "title": "Происхождение исчадия — Инфернальное",
          "description": "Уровень 1: У вас есть сопротивление к урону Огнём. Вы также знаете заговор Огненный снаряд.\n\nУровень 3: Адское возмездие\n\nУровень 5: Тьма"
        }
      ]
    }
  ],
    lore: 'Тифлинги либо рождаются на Нижних планах, либо имеют предков исчадий, происходящих оттуда. Тифлинг связан кровью с дьяволом, демоном или другим злобным существом. Эта связь с Нижними планами — зловещее наследие тифлинга, которое обещает силу, но не влияет на моральные устои тифлинга. Тифлинг сам решает, принять или отвергнуть своё зловещее наследие.',
    portrait: '/images/species/tiefling.jpg',
    type: 'Гуманоид',
    size: 'Средний или Маленький',
    speed: 30,
    variantMode: 'required',
    abilities: [
    {
      "title": "Языки",
      "description": "При создании персонажа, среди доступных языков к выбору являются: Инфернальный"
    },
    {
      "title": "Тёмное зрение",
      "description": "У вас есть тёмное зрение в пределах 60 футов."
    },
    {
      "title": "Внешний вид",
      "description": "Ваш тифлинг может быть не похож на других тифлингов. Выберите 1д4 + 1 следующих особенностей: небольшие рожки; клыки или острые зубы; раздвоенный язык; кошачьи глаза; шесть пальцев на руках; козлиные ноги; копыта; раздвоенный хвост; грубая или чешуйчатая кожа красного или тёмно-синего цвета; не отбрасывание тени или отсутствие отражения; запах серы."
    },
    {
      "title": "Потустороннее Присутствие",
      "description": "Вы знаете заговор Чудотворство. Выбранная вами заклинательная характеристика для умения Происхождение исчадия является заклинательной характеристикой для заговора Чудотворство от умения Потусторонее присутствие."
    },
    {
      "title": "Вариант",
      "description": "Выберите подрасу в селекторе."
    }
  ]
};
